{"id": 1, "title": "Is there any such thing as a free tour?", "text": "Tourists are accustomed _ paying high prices for city tours.  However, the concept of a free tour with _ set charge, for which tourists show their appreciation by giving only a tip, _  becoming increasingly popular in many places.\n\nOf course, the word ‘free’ is loosely employed _ a marketing tactic, and those who take tours _ these know full well that they are expected to hand over cash when the tour ends.  For the guide, such tours can be surprisingly lucrative, and for the tourist the advantage is obvious; you only pay  _ you think the tour is worth.  As one guide explains, ‘If people have paid in advance for something, they tend to complain more – even _ things that are beyond our control, like the weather! _ I started leading free tours, I’ve noticed that complaints are much rarer.  Occasionally you get people leaving _ giving anything, but that’s something you have to live with!’", "gaps": [{"item": 1, "answers": ["to"]}, {"item": 2, "answers": ["no"]}, {"item": 3, "answers": ["is"]}, {"item": 4, "answers": ["as"]}, {"item": 5, "answers": ["like"]}, {"item": 6, "answers": ["what"]}, {"item": 7, "answers": ["about"]}, {"item": 8, "answers": ["Since"]}, {"item": 9, "answers": ["without"]}]}
{"id": 2, "title": "Yoga improves brain power", "text": "A recent study _ appear to prove that yoga has a positive effect on brain activity; _ so than vigorous exercise.  During the study, a group of volunteers undertook twenty minutes of yoga and twenty minutes of aerobic exercise.  After each session of physical activity, they were asked to perform _ series of tasks designed to highlight any improvement in their mental abilities.  _ the surprise of the researchers, the participants showed a significant improvement following yoga practice.  The breathing and meditative exercises in yoga _ long been known to calm the mind and body and keep distracting thoughts _ .  But now results showed that participants were better able to focus on tasks, as well as process, hold and update information quickly and accurately.  _ the aerobic exercise, on the other hand, there seemed to be very _ positive effect.\n\nThe research suggests that the benefits of yoga go beyond the physical and its implications for the world of work _ potentially enormous.", "gaps": [{"item": 1, "answers": ["would"]}, {"item": 2, "answers": ["more"]}, {"item": 3, "answers": ["a"]}, {"item": 4, "answers": ["To"]}, {"item": 5, "answers": ["have", "had"]}, {"item": 6, "answers": ["away"]}, {"item": 7, "answers": ["In", "With", "After"]}, {"item": 8, "answers": ["little"]}, {"item": 9, "answers": ["are"]}]}
{"id": 3, "title": "Are you happy where you work?", "text": "Finding a job you love is the first step to being happy at work, but _ the right workplace environment is equally important. Creativity, hard work and bright ideas come _ positive, happy working environments in _ people are allowed the freedom to think, develop and express themselves. It’s important for everyone to have _ own clearly-defined work space, even if the workplace adopts an ‘open plan’ style, as so many offices now _ . Relaxation areas where people meet to chat and discuss ideas during office hours are regarded _ particularly beneficial.\n\nAdding plants to the working environment can also _ offices to life, since they increase oxygen levels, purify the air and can create a calming and more productive environment. Finally, the lighting _ be right, because it can have a huge effect on people’s moods. If offices are too harshly lit, _ can result in anger and headaches and lead to a lack of concentration.", "gaps": [{"item": 1, "answers": ["having"]}, {"item": 2, "answers": ["from", "with"]}, {"item": 3, "answers": ["which"]}, {"item": 4, "answers": ["their"]}, {"item": 5, "answers": ["do"]}, {"item": 6, "answers": ["as"]}, {"item": 7, "answers": ["bring"]}, {"item": 8, "answers": ["must", "should"]}, {"item": 9, "answers": ["it", "this"]}]}
{"id": 4, "title": "Living with lions", "text": "Lions are complicated creatures – wonderful at a distance, _ fearsomely inconvenient to the rural people _ fate it is to live among them.\n\nAfrica is home to the world’s lion population. However, surveys suggest that the lion has disappeared from about 80% of its African range. The causes for this _ multiple, including loss of habitat, poaching and killing of lions by farmers in retaliation _ livestock losses.\n\nStopping this decline is difficult to deal with.  In Kenya, a new approach is being tried. A programme called ‘Lion Guardians’ recruits young men from the Masai tribe to serve _ lion protectors. These men are paid and are trained to use GPS technology to track lions _ a daily basis. The programme aims to prevent lions attacking livestock, which means lions are no _ in danger of being killed by the farmers. The role of ‘lion guardian’ is now prestigious within the communities. Perhaps this is the best _ to proceed, in order to help ensure that one of nature’s most magnificent creatures _ a future.", "gaps": [{"item": 1, "answers": ["yet"]}, {"item": 2, "answers": ["whose"]}, {"item": 3, "answers": ["are"]}, {"item": 4, "answers": ["for"]}, {"item": 5, "answers": ["as"]}, {"item": 6, "answers": ["on"]}, {"item": 7, "answers": ["longer"]}, {"item": 8, "answers": ["way"]}, {"item": 9, "answers": ["has"]}]}
{"id": 5, "title": "The Post-it note", "text": "It has been described _ the solution to a problem nobody realised existed.  But that hasn’t stopped the self-attaching Post-it note – that little square piece of paper that sticks in _ a clever way that it can be removed, leaving no damage – _ becoming an essential piece of stationery worldwide.\n\n_ so many other simple inventions, the Post-it note was invented by accident.  A scientist working for a US company was attempting to develop a super-strong adhesive,   _ instead came up with a super-weak one.  It was just strong _ to stick light objects together.   What was special about it was that the objects could be separated _ leaving a mark.  _ five years, he tried convincing his bosses of the importance of his invention.  Sadly, nobody _ find a use for it.  Then a colleague noticed that bookmarks in his book kept falling out, and he was continually losing his place.  Remembering the work of this colleague, the scientist set about designing a reusable bookmark using the super-weak adhesive and the Post-it note was born.", "gaps": [{"item": 1, "answers": ["as"]}, {"item": 2, "answers": ["such"]}, {"item": 3, "answers": ["from"]}, {"item": 4, "answers": ["Like"]}, {"item": 5, "answers": ["but"]}, {"item": 6, "answers": ["enough"]}, {"item": 7, "answers": ["without"]}, {"item": 8, "answers": ["For", "Over"]}, {"item": 9, "answers": ["could"]}]}
{"id": 6, "title": "‘Comfort’ reading", "text": "For many people, books are _ friends who are always there for us. _ a rainy day, they give us exactly the right kind of pleasure. ‘Books provide people _ the opportunity for social connection and the joy of being part of something larger than oneself for a _ moments,’ according to a recent study. The study also found that we can derive a similar amount of satisfaction from feeling that we belong to a fictional world _ we can from a real life group.\n\nSo what then makes a good ‘comfort’ read? It’s very difficult to generalise except for the fact that it is intensely personal. _ matter what the genre is, it’s important that, in the end, justice prevails.\n\nAnd a ‘comfort’ read book is _ that’s capable of _ read over and over again. It is, after _, possible to find something new in a book however many times you read it, but the words themselves never change and never let us down.", "gaps": [{"item": 1, "answers": ["like"]}, {"item": 2, "answers": ["on"]}, {"item": 3, "answers": ["with"]}, {"item": 4, "answers": ["few"]}, {"item": 5, "answers": ["as"]}, {"item": 6, "answers": ["No"]}, {"item": 7, "answers": ["one"]}, {"item": 8, "answers": ["being"]}, {"item": 9, "answers": ["all"]}]}
{"id": 7, "title": "Walking – the best exercise", "text": "Exercise researchers at Edinburgh University have discovered that British people walk _ average 120km less per year than they _ just a decade ago. Experts recommend that people should walk _ 10,000 and 12,000 steps a day to stay healthy, but if their figures _ to be believed, the _ of British people only manage 3,000. Naturally, this concerns the researchers, who point out the wide range of physical and mental health benefits to people of all ages.\n\nFor people who want to take things _ stage further and use walking as a keep-fit activity, much information is now available online on walking technique; and new exercise concepts like ‘speed walking’ and ‘power walking’ have become popular. According to these sources, it is important to relax the shoulders and keep them down, to swing the arms in time _ the stride and to lean forward slightly from the ankles. Also, in _ to increase walking speed, it is advised to concentrate on frequency of steps made as opposed _ length of stride.", "gaps": [{"item": 1, "answers": ["on"]}, {"item": 2, "answers": ["did", "walked"]}, {"item": 3, "answers": ["between"]}, {"item": 4, "answers": ["are"]}, {"item": 5, "answers": ["majority"]}, {"item": 6, "answers": ["a", "one"]}, {"item": 7, "answers": ["with"]}, {"item": 8, "answers": ["order"]}, {"item": 9, "answers": ["to"]}]}
{"id": 8, "title": "Discovering New Material", "text": "Vulcanised rubber, celluloid and plastic – these materials were, _ a certain degree, invented by accident. In fact, the history of materials can be described _ a history of accidents, but this is not as catastrophic as it sounds. _ the beginning of scientific investigation, scientists have stumbled across new and wonderful materials in _ course of exploring something completely different. But this chance discovery of useful materials _ undergoing a change.\n\nScientists sitting at their desks, now turn to computers to design materials and to work out their properties long _ they need to go anywhere near a laboratory. But the element of chance is still present as the ultimate application of these new materials remains tentative. _ scientists are confident about is that each has the potential to be revolutionary. The race is now on to make these materials reality. _ the history of materials is any guide, how we eventually use them will, _ part, be discovered accidentally.", "gaps": [{"item": 1, "answers": ["to"]}, {"item": 2, "answers": ["as"]}, {"item": 3, "answers": ["Since", "From"]}, {"item": 4, "answers": ["the"]}, {"item": 5, "answers": ["is"]}, {"item": 6, "answers": ["before"]}, {"item": 7, "answers": ["What"]}, {"item": 8, "answers": ["If"]}, {"item": 9, "answers": ["in"]}]}
{"id": 9, "title": "My First Paddle-Boarding Lesson", "text": "Here I am in a cold, windy city, _ a very grey sky. I ask myself _ I’m standing on an oversized surfboard in the middle of a river with nothing to help me _ a paddle. I’m about to have my first lesson in paddle-boarding, which is a bit _ canoeing but with only one paddle and, being upright, you can enjoy the views on offer. The teacher reassures me it’s easy, which _ nothing to reduce the pressure. I desperately try to keep _ balance and concentrate on not falling in. I wonder if I’ve left it too late to back out and head for solid ground, but before I can change my mind I’m _ the move, but not going where I want to. I hear my teacher shouting ‘Paddle paddle’; I try but, _ my best efforts, I don’t make much progress. ‘You need to paddle on both sides,’ he says, ‘because _ you’ll go around in circles. Copy me.’ And finally I’m moving in the same direction as everyone else and it feels amazing.", "gaps": [{"item": 1, "answers": ["under"]}, {"item": 2, "answers": ["why"]}, {"item": 3, "answers": ["but", "except", "besides"]}, {"item": 4, "answers": ["like"]}, {"item": 5, "answers": ["does"]}, {"item": 6, "answers": ["my"]}, {"item": 7, "answers": ["on"]}, {"item": 8, "answers": ["despite"]}, {"item": 9, "answers": ["otherwise"]}]}
{"id": 10, "title": "Green basilisk lizards", "text": "Green basilisk lizards, also known _ plumed or double-crested lizards have an amazing ability to run on water. They are abundant _ the tropical rainforests of Central America, _ they spend much of their time up trees and are never that _ from water.\n\nWhen threatened, they can drop from a tree and sprint at _ speed of about 1.5 metres per second across the surface of the water. To accomplish this, on their rear feet they have long toes _ folds of skin that spread out in the water to create a sort of paddle. _ they are able to maintain their speed, this fold of skin prevents them from sinking. Interestingly, they are born _ only with the ability to run on land and water but also to climb and swim.\n\nGreen basilisks are omnivores and survive _ a diet of plant material, fruit, insects and small vertebrates, and are a common sight in the Central American forests.", "gaps": [{"item": 1, "answers": ["as"]}, {"item": 2, "answers": ["in", "throughout"]}, {"item": 3, "answers": ["where"]}, {"item": 4, "answers": ["far"]}, {"item": 5, "answers": ["a"]}, {"item": 6, "answers": ["with"]}, {"item": 7, "answers": ["If", "Provided", "When"]}, {"item": 8, "answers": ["not"]}, {"item": 9, "answers": ["on"]}]}
{"id": 11, "title": "Handwriting is history", "text": "Handwriting has been _ for about 6,000 years, just a small fraction of the time that humans have been on this earth, but its effects have been enormous. Writing doesn’t come naturally to us; _ seeing and hearing, it must be taught.\n\nHowever, _ that computers have taken over our world, the need to write anything by hand is becoming redundant. Some educationalists are therefore questioning why schools should teach joined-up writing at _ . It takes up a lot of teaching time that could otherwise be devoted _ keyboard skills. But these experts admit that handwriting _ indeed have a presence that is absent in typed prose.\n\nMany of us rebel _ the radical idea of abandoning writing by hand because we think that our personal identity shines through in our handwriting. It allows self-expression to grow and is regarded by many _ the mark of a civilised society. So, are we really ready to enter a world _ the artistic flow of handwritten script might be about to disappear?", "gaps": [{"item": 1, "answers": ["around"]}, {"item": 2, "answers": ["unlike"]}, {"item": 3, "answers": ["now", "given"]}, {"item": 4, "answers": ["all"]}, {"item": 5, "answers": ["to"]}, {"item": 6, "answers": ["does", "can", "may"]}, {"item": 7, "answers": ["against", "at"]}, {"item": 8, "answers": ["as"]}, {"item": 9, "answers": ["where"]}]}
{"id": 12, "title": "The attraction of Ferris wheels", "text": "When did you last see a Ferris wheel? Sometimes called observation wheels, they’re becoming fixtures in our cityscapes. It seems that any city that wants to ensure _ attractions are on show to the world must have a beautifully designed Ferris wheel. _ these wheels are usually intended to be temporary structures, more often than not they end _ staying for a number of reasons, not least because they become so highly thought _ by residents and visitors.\n\nSo why do cities want them? There’s very _ doubt that they create a novel focus, but there are several other reasons. They may be used _ symbols of resurgence or a modern complement to the usual historic attractions tourists visit. They’re also cheaper and quicker to build than most other major landmarks. Finally, seeing the success they’ve _ in many places, cities may feel _ sense of competition and be driven _ build bigger and better versions.", "gaps": [{"item": 1, "answers": ["its"]}, {"item": 2, "answers": ["Although", "Though", "While", "Whilst"]}, {"item": 3, "answers": ["up"]}, {"item": 4, "answers": ["of"]}, {"item": 5, "answers": ["little"]}, {"item": 6, "answers": ["as"]}, {"item": 7, "answers": ["had", "enjoyed"]}, {"item": 8, "answers": ["a", "some"]}, {"item": 9, "answers": ["to"]}]}
{"id": 13, "title": "Solving problems while you sleep", "text": "How often do we struggle to figure _ a problem and then, after a night’s sleep, we wake up knowing exactly what to do? We tend to view sleep simply _ a period of recuperation, but it actually has profound implications for a lot of human tasks, including a positive effect on problem-solving. Research now suggests that _ only are we able to come up with answers to life issues while asleep, but these answers are often better than the ones we might think of once the routines of our daily lives take _ . Sleep aids memory too, and it’s believed that new information isn’t processed and absorbed fully until we’ve had a good night’s sleep.\n\nSo, if you’re faced _ a difficult problem, set it aside, sleep _ it and return to it the next day. But _ made a complex decision, you _ like to revisit it after a second night’s rest on the off-chance that _ could be a better solution waiting to be considered.", "gaps": [{"item": 1, "answers": ["out"]}, {"item": 2, "answers": ["as"]}, {"item": 3, "answers": ["not"]}, {"item": 4, "answers": ["over"]}, {"item": 5, "answers": ["with"]}, {"item": 6, "answers": ["on"]}, {"item": 7, "answers": ["having"]}, {"item": 8, "answers": ["may", "might"]}, {"item": 9, "answers": ["there"]}]}
{"id": 14, "title": "Constantly moving!", "text": "Do you know any fidgets, people who are _ still as they are constantly tapping their foot or drumming their fingers? They may irritate colleagues and annoy family members _ these movements, but researchers have discovered that serial fidgets can burn up to ten times as many calories a day as _ of us who keep still.\n\nAlthough planned physical activity tends to be the focus _ current health advice, this is not the _ way we can burn calories. Every time we move, our bodies require energy – the greater the exercise, the more calories we burn off. However, _ this research suggests is that _ tiny exercises done often enough can have as big an effect as rigorous exercises done less frequently.\n\nExactly _ some people fidget and others don’t is unclear, but some factors such as being anxious or being _ stress can make individuals more prone _ fidgeting. It also seems that children fidget more than adults; it is a common misconception that this is brought _ by boredom, but in fact, it is because they need more exercise.", "gaps": [{"item": 1, "answers": ["rarely"]}, {"item": 2, "answers": ["with"]}, {"item": 3, "answers": ["those"]}, {"item": 4, "answers": ["of"]}, {"item": 5, "answers": ["only"]}, {"item": 6, "answers": ["what"]}, {"item": 7, "answers": ["even"]}, {"item": 8, "answers": ["why"]}, {"item": 9, "answers": ["under"]}, {"item": 10, "answers": ["to"]}, {"item": 11, "answers": ["on", "about"]}]}
{"id": 15, "title": "Beekeeping at school", "text": "When a swarm of bees descended on a primary school one day, _ surprisingly there was panic among the teachers. Most of the children, _ , watched fascinated as a bee catcher rounded _ the uninvited visitors. This unexpected event led to the school getting its own bee hive a year later and integrating beekeeping into the curriculum, all of _ has resulted in notable benefits. \n\nThe children study the dance that the bees do to communicate where nectar _ to be found and use honey in cooking lessons. They have even opened a school shop selling honey, with the pupils responsible for collecting and pricing it, as well as every other step of production. \n\nInterestingly, nobody anticipated the most significant benefit of _ of this: the effect bees seem to _ had on the pupils’ behaviour. _ getting children to think of their responsibility to others can often _ a challenge, making bees the focus has brought about this behaviour effortlessly.", "gaps": [{"item": 1, "answers": ["not"]}, {"item": 2, "answers": ["however", "though"]}, {"item": 3, "answers": ["up"]}, {"item": 4, "answers": ["which"]}, {"item": 5, "answers": ["is"]}, {"item": 6, "answers": ["all"]}, {"item": 7, "answers": ["have"]}, {"item": 8, "answers": ["Although", "While", "Whilst", "Though"]}, {"item": 9, "answers": ["be"]}]}
{"id": 16, "title": "Underground homes – the alternative green home architecture", "text": "If we’re asked to picture an underground home, what probably comes _ mind is a fantasy dwelling from a film such as The Lord of the Rings. We’re perhaps far _ likely to think of realistic contemporary architecture. _ a matter of fact, homes in _ some or all of the structure is constructed underground are rapidly gaining popularity. Each design is unique, depending on the soil type, climate, landscape and owner’s requirements.\n\nSo why do people choose underground homes? _ doubt, these houses are warmer and easier to heat than conventional houses. Also, their construction makes use _ many materials found on or near the building site. This reduces transportation costs by a significant amount. Last _ not least, labour costs are lower as underground homes can be constructed rapidly. \n\nIn _ of these benefits, some people feel uncomfortable underground _ or not the house has windows on the external walls. Ventilation is also an issue due to the fact that it’s very difficult to create a natural air flow.", "gaps": [{"item": 1, "answers": ["to"]}, {"item": 2, "answers": ["LESS"]}, {"item": 3, "answers": ["AS"]}, {"item": 4, "answers": ["WHICH"]}, {"item": 5, "answers": ["WITHOUT", "NO"]}, {"item": 6, "answers": ["OF"]}, {"item": 7, "answers": ["BUT"]}, {"item": 8, "answers": ["SPITE"]}, {"item": 9, "answers": ["WHETHER"]}]}
{"id": 17, "title": "Extreme sports", "text": "People who are _ extreme sports love the idea of a challenge. For some, it’s escaping the monotony of everyday life and the planning is more important than the actual sport, for example organising the event in great detail, or raising money _ charity. But adrenaline, too, plays a big part, with many saying they need a physical buzz that they can’t get from normal life. \n\n_ can be a misconception to believe these people are reckless; in fact, they are often the opposite of what we assume. They try their hardest not to leave things _ chance and they don’t do anything _ they’re ready.\n\nThere’s also a lot of creativity in the things extreme sports people do. These sports often don’t have established rules; the participants have to work them out _ they go along. Crucial to this _ a sense of trust in oneself and the environment, _ something that is necessarily encouraged nowadays. After all, we’re living in a time _ health and safety rules are dominant.", "gaps": [{"item": 1, "answers": ["into"]}, {"item": 2, "answers": ["for"]}, {"item": 3, "answers": ["It"]}, {"item": 4, "answers": ["to"]}, {"item": 5, "answers": ["until", "before", "unless", "till"]}, {"item": 6, "answers": ["as"]}, {"item": 7, "answers": ["is"]}, {"item": 8, "answers": ["not"]}, {"item": 9, "answers": ["when"]}]}
{"id": 18, "title": "Dogs understand what you’re saying", "text": "Scientists have found evidence that, _ from being ignorant animals, dogs can understand some of what people say. Researchers carried _ scans on dogs’ brains as the dogs listened to their trainers speaking. This was to determine _ or not dogs actively process human speech and, if _ , which parts of the brain they use. \n\n_ their amazement, they found that dogs processed words with the left hemisphere of their brain _ simultaneously processing tone of voice with the right hemisphere. This is consistent _ the pattern in humans. What’s _ , the dogs only registered that they were being praised if both words and tone were positive. As _ rule, meaningless words spoken in encouraging tones, or meaningful words delivered neutrally, had _ effect, as any dog owner will verify,  than when the speaker was giving approval naturally.\n\nResearchers now wonder if dogs’ mental ability to _ sense of language means that other animals may have these skills. However, testing this in animals with no inherent interest in human speech will be _ easy task.", "gaps": [{"item": 1, "answers": ["far"]}, {"item": 2, "answers": ["out"]}, {"item": 3, "answers": ["whether"]}, {"item": 4, "answers": ["so"]}, {"item": 5, "answers": ["To"]}, {"item": 6, "answers": ["while", "whilst"]}, {"item": 7, "answers": ["with"]}, {"item": 8, "answers": ["more"]}, {"item": 9, "answers": ["a"]}, {"item": 10, "answers": ["less"]}, {"item": 11, "answers": ["make"]}, {"item": 12, "answers": ["no"]}]}
{"id": 19, "title": "Physical exercise is good for the brain", "text": "Literacy and numeracy activities like word and number puzzles are often considered better for our brains _ running and jumping. However, recent experiments show that contrary _ popular belief, not only mental _ also physical activity can have profound effects _ our brains. In a series of experiments, involving people of various ages, brain structure has in actual _ been proven to grow as people become fitter.\n\nLearning things _ simultaneously doing moderate exercise helped students retain the information. Switching between periods of mental activity and aerobics also increased attention span. In another experiment, elderly people participated _ weekly dance classes for six months. Even _ they worked hard, their aerobic capacity changed very _ ; on the other hand, their cognitive skills improved considerably.\n\nThis research reminds us that physical activity and our brains are linked. Sitting still is not to _ recommended, and in a similar way, _ is spending considerable time weighing _ which exercise to do. Experts recommend finding an exercise you enjoy, doing it and gaining the benefits.", "gaps": [{"item": 1, "answers": ["than"]}, {"item": 2, "answers": ["to"]}, {"item": 3, "answers": ["but"]}, {"item": 4, "answers": ["on"]}, {"item": 5, "answers": ["fact"]}, {"item": 6, "answers": ["while", "whilst"]}, {"item": 7, "answers": ["in"]}, {"item": 8, "answers": ["though", "if", "when"]}, {"item": 9, "answers": ["little"]}, {"item": 10, "answers": ["be"]}, {"item": 11, "answers": ["nor", "neither"]}, {"item": 12, "answers": ["up"]}]}
{"id": 20, "title": "Winter fingerprints and your smartphone", "text": "When it comes _ modern gadgets our enjoyment of them can be short-lived. It’s some time _ we got excited about phones with fingerprint scanners; then we were let _ when they proved to be unreliable.\n\nImagine the situation: you’re outside in the winter and you want to unlock your phone. So, _ you do is place your finger on the sensor once, twice, three times _ any success whatsoever, then give up and enter the code instead. The explanation is that cold weather alters your fingerprint to make _ unrecognizable. The cold can make the ridges in your skin stiffer, but _ often than not, it’s a matter of your skin _ made drier and rougher, _ of which affect your fingerprint. \n\nMysteriously, though, the cold weather problem can occur indoors too and _ amount of drying or cleaning your fingertips will solve it. Unfortunately, fingerprint recognition is hampered by a range of things, _ the condition of your skin to the use of lotions.\n\nFortunately, there are solutions; the simplest by _ is to keep your hands summery and youthful!", "gaps": [{"item": 1, "answers": ["to"]}, {"item": 2, "answers": ["since"]}, {"item": 3, "answers": ["down"]}, {"item": 4, "answers": ["what"]}, {"item": 5, "answers": ["without"]}, {"item": 6, "answers": ["it"]}, {"item": 7, "answers": ["more"]}, {"item": 8, "answers": ["being"]}, {"item": 9, "answers": ["both", "all"]}, {"item": 10, "answers": ["no"]}, {"item": 11, "answers": ["from"]}, {"item": 12, "answers": ["far"]}]}
{"id": 21, "title": "Background music while you shop", "text": "What are your feelings about _ subjected to background music in shops? Is it harmless noise or something you’d _ was turned off? \n\nResearch suggests that this music may have a significant impact _ sales; for instance it has _ shown to influence the speed at _ customers shop and what they buy. In fact, it’s likely to affect _ the customer does, from the amount they are thinking of spending _ how long they think they have spent in the shop.\n\nDifferent types of music have different effects, with classical music encouraging greater spending, while slow music encourages slower (and longer) shopping. Choosing the kind of music to play is not simple; some music carries strong associations and there’s _ guarantee these will be positive for customers.  Consequently most stores end _ with something bland.  \n\nIn shops _ silence has replaced music, people sense that something is different, but don’t immediately know _ has changed. However, the overwhelming reaction is relief _ not having to talk _ noise anymore.", "gaps": [{"item": 1, "answers": ["being"]}, {"item": 2, "answers": ["rather", "prefer"]}, {"item": 3, "answers": ["on"]}, {"item": 4, "answers": ["been"]}, {"item": 5, "answers": ["which"]}, {"item": 6, "answers": ["everything", "anything"]}, {"item": 7, "answers": ["to"]}, {"item": 8, "answers": ["no"]}, {"item": 9, "answers": ["up"]}, {"item": 10, "answers": ["where", "wherever"]}, {"item": 11, "answers": ["what"]}, {"item": 12, "answers": ["at"]}, {"item": 13, "answers": ["over", "above"]}]}
{"id": 22, "title": "Human body rhythms", "text": "I’m a scientist and I study human body rhythms, _ circadian rhythms as they are called. Everything in our body is rhythmic; we used to think that there was just one ‘clock’ in the brain controlling these rhythms, _ we now know that we have clocks in just about _ tissue in our body. We are trying to understand _ they interact with one another and the way they are affected by time cues _ light or meal times. Scientists study these rhythms _ we can help people, for example, to synchronise to new time zones and also help those _ circadian rhythms are out of balance. \n\n_ currently interests me is the link _ the timing of our clocks and our metabolism. We know, for example, that long-term shift workers seem to desire sugary things such as biscuits and this can lead _ health problems. Why _ is the case requires a lot more research. My colleagues and I are working _ finding a link at the moment.", "gaps": [{"item": 1, "answers": ["or"]}, {"item": 2, "answers": ["but"]}, {"item": 3, "answers": ["every"]}, {"item": 4, "answers": ["how"]}, {"item": 5, "answers": ["like"]}, {"item": 6, "answers": ["so"]}, {"item": 7, "answers": ["whose"]}, {"item": 8, "answers": ["What"]}, {"item": 9, "answers": ["between"]}, {"item": 10, "answers": ["to"]}, {"item": 11, "answers": ["this", "that"]}, {"item": 12, "answers": ["on"]}]}
{"id": 23, "title": "How technology is helping people to talk", "text": "The term ‘eye-gaze technology’ may _ mean much to most people, but it can be life-changing for anyone suffering from a severe speech problem.  _ been invited to try one such hi-tech communication aid, I find _ sitting staring at a computer screen.  As a journalist, this is nothing new for me _ for the fact that this screen features a red dot which tracks the movement of my eyes.  \n\nI start by looking at a letter from an on-screen keyboard.  However, I could, _ I wanted to, select alternative screens _ up of vocabulary and expressions, which, for experienced users, would _ doubt speed things up.  The letter or word I’ve selected pops up at the top of the screen, and slowly I build up my message.  More speed would be good as this isn’t a fast way to communicate, _ with the aid of predictive text.  After _ seems like a long time, my phrase ‘this is an amazing machine’ is complete.  I stare at the phrase and it comes back to me in a synthesised voice.", "gaps": [{"item": 1, "answers": ["not"]}, {"item": 2, "answers": ["Having"]}, {"item": 3, "answers": ["myself"]}, {"item": 4, "answers": ["except", "but"]}, {"item": 5, "answers": ["if", "when", "whenever"]}, {"item": 6, "answers": ["made"]}, {"item": 7, "answers": ["no", "without"]}, {"item": 8, "answers": ["even"]}, {"item": 9, "answers": ["what"]}]}
{"id": 24, "title": "Online passwords – what everyone should know", "text": "When _ comes to online security, we all know what we ought to do: choose a different, random set of letters and numbers for every email account, shopping site or bank account.  But hardly _ does this, because memorising them all is impossible.  So we use the same familiar words for every site, _  a pet’s name or, even worse, the word ‘password’, occasionally remembering to replace the letter O with a zero, or choosing to _ use of a capital letter.\n\nEven if we opt _ a random group of letters such as ‘fpqzy’, there is now software available which can make a thousand guesses per second, enabling a hacker to get to your password in just under four hours.\n\nInterestingly, _ increasing your password to twenty random letters, you increase a hacker’s guessing time to 6.5 thousand trillion centuries.  The problem is that you would _ no chance of ever remembering those 20 letters.  The solution, apparently, is to come _ with three or four short, unrelated words and work _ a way to remember them.  Easy!", "gaps": [{"item": 1, "answers": ["it"]}, {"item": 2, "answers": ["anybody", "anyone"]}, {"item": 3, "answers": ["like"]}, {"item": 4, "answers": ["make"]}, {"item": 5, "answers": ["for"]}, {"item": 6, "answers": ["by"]}, {"item": 7, "answers": ["have", "stand"]}, {"item": 8, "answers": ["up"]}, {"item": 9, "answers": ["out", "on"]}]}
{"id": 25, "title": "Work experience abroad", "text": "Every year thousands _ young people in various countries do short periods of work in other countries _ the time they leave school and start university.  Typically these involve helping in schools or hospitals, or on conservation projects.  The experience the young people gain will be of great benefit in their lives.  _ a personal point of view, it gives them a sense of independence and confidence.  It may also help them with their long-term career.\n\nThere are many organisations that run work experience programmes.  _ such company is Global Volunteers, _ spokesperson Mary Cooper comments: ‘_ than being an extended holiday, our placements involve learning to _ responsibility for themselves.  Young people should push themselves out of their comfort zones and do _ productive.  Doing a placement will add value to a CV, helping young people to _ out from the crowd in the job market.  Some employers look favourably on students who have the initiative and drive to complete one.’", "gaps": [{"item": 1, "answers": ["of"]}, {"item": 2, "answers": ["between"]}, {"item": 3, "answers": ["From"]}, {"item": 4, "answers": ["One"]}, {"item": 5, "answers": ["whose"]}, {"item": 6, "answers": ["Rather"]}, {"item": 7, "answers": ["take"]}, {"item": 8, "answers": ["something"]}, {"item": 9, "answers": ["stand"]}]}
{"id": 26, "title": "Handwriting", "text": "About six months ago, I realised I had _ idea what the handwriting of a good friend of mine looked like.  We had always communicated by email and text but never by a handwritten letter.  And it struck me that we are at a moment _ handwriting seems to be about to vanish from our lives altogether.  _ some point in recent years, it stopped _ a necessary and inevitable intermediary between people – a means by _ individuals communicate with each other, putting a little bit of their personality _ the form of the message as they press the ink-bearing point onto the paper.  It has started to become just _ among many options, often considered unattractive and elaborate.\n\nFor each of us, the act of putting marks on paper with ink goes back as _ as we can remember.  Our handwriting, like ourselves, seems always to have been there.  But now, given that most of us communicate via email and text, have we lost _ crucial to the human experience?", "gaps": [{"item": 1, "answers": ["no"]}, {"item": 2, "answers": ["when", "where"]}, {"item": 3, "answers": ["At"]}, {"item": 4, "answers": ["being"]}, {"item": 5, "answers": ["which"]}, {"item": 6, "answers": ["in", "into"]}, {"item": 7, "answers": ["one"]}, {"item": 8, "answers": ["far"]}, {"item": 9, "answers": ["something"]}]}
{"id": 27, "title": "Working at the right temperature", "text": "Keeping an office at a comfortable temperature _ everyone who works in it is virtually impossible, since ‘comfortable’ means _ different to everyone.  Temperature wars at the office are a common problem.  It’s _ unheard of for employees to sneak to the thermostat to change it to _ liking while others aren’t looking.  And if you think there’s a gender divide in your office, then you’re right.  Muscle insulates, so men, on account of _ more muscular, tend to feel warmer than women.\n\nHowever, seen _ the perspective of the employer, there’s more _ it than just comfort.  Studies show that the temperature in a workplace also affects productivity.  Common sense would suggest that cooling people down makes them work harder, _ research shows that the opposite is actually true.  When people are cold, they do less work and make more mistakes.\n\nSo is there any hope of finding the perfect temperature?  Probably not, until technology reaches a point _ companies can set the temperature for each individual workspace.", "gaps": [{"item": 1, "answers": ["for"]}, {"item": 2, "answers": ["something"]}, {"item": 3, "answers": ["not"]}, {"item": 4, "answers": ["their"]}, {"item": 5, "answers": ["being"]}, {"item": 6, "answers": ["from"]}, {"item": 7, "answers": ["to"]}, {"item": 8, "answers": ["but", "although", "though", "whereas", "yet"]}, {"item": 9, "answers": ["where"]}]}
{"id": 28, "title": "Sleep deprivation on Mars mission", "text": "Getting enough sleep will be _ of the biggest challenges facing astronauts on a manned mission to Mars, according to a recent study.  Six would-be astronauts spent 18 months together in a sealed building _ access to natural light, fresh air or face-to-face contact with _ other human beings during a simulated trip to the planet.\n\nResearch _ how each man coped revealed wide differences in _ respective wake-sleep patterns.  The lack of natural light meant that the men _ not tell when it was night time.  One man’s daily rhythm shifted from a 24-hour period to a 25-hour one, _ meant that on every 24th day his body told _ it was midnight when it was actually midday.  And while most of the crew began to sleep for longer periods _ the mission went on and boredom set in, one individual slept progressively less until he became seriously sleep-deprived.  Only one man had the right sleep pattern – staying active by day and sleeping well at night.", "gaps": [{"item": 1, "answers": ["one"]}, {"item": 2, "answers": ["without", "lacking"]}, {"item": 3, "answers": ["any"]}, {"item": 4, "answers": ["into", "on"]}, {"item": 5, "answers": ["their"]}, {"item": 6, "answers": ["could"]}, {"item": 7, "answers": ["which"]}, {"item": 8, "answers": ["him"]}, {"item": 9, "answers": ["as"]}]}
{"id": 29, "title": "Star-gazing", "text": "Few sights are as thrilling _ a sky full of stars, but if you want to become a serious star-gazer you might need some help.  First, let your eyes adjust to the dark before going outside.  That means not just going out directly _ staring at a computer screen.  Wait for the clearest _ nights and find a viewing point _ light pollution is at a minimum.  A red light is better for viewing your star map _ the bright blue-white LED of a torch; for _ reason a rear cycle light is useful.  You’ll find you can look at the map and then look up at the real thing _ much trouble.\n\nIt may seem obvious, _ the first thing to do is work out the direction in _ you’re facing.  Then begin by naming one easily-found star, and work from there.  Pretty soon you start to recognise the sky’s equivalent of landmarks and you’ll find that even stars and planets have their distinguishing features.", "gaps": [{"item": 1, "answers": ["as"]}, {"item": 2, "answers": ["after"]}, {"item": 3, "answers": ["of"]}, {"item": 4, "answers": ["where", "when"]}, {"item": 5, "answers": ["than"]}, {"item": 6, "answers": ["this", "that"]}, {"item": 7, "answers": ["without"]}, {"item": 8, "answers": ["but"]}, {"item": 9, "answers": ["which"]}]}
{"id": 30, "title": "Doodling is good", "text": "The next time you are caught doodling, that is making unconscious or unfocused drawings _ you should be listening, declare that you are simply trying to boost your concentration. Recent research suggests that, _ than something to be frowned on, doodling should be actively encouraged because it improves our ability to pay attention. A study which compared _ well people remembered details of a dull speech found that people who doodled throughout retained much more information than those trying to concentrate on listening.\n\nDoodling, however, is not the same as daydreaming. It is quite common _ people to start daydreaming when they are stuck in a boring lecture _ listening to a tedious discussion, and then to pay little attention to what is _ on around them. But the research suggests that doodling should no _ be considered an unnecessary distraction. Not _ is doodling sufficient to stop daydreaming without affecting our task performance, it may actually help keep us _ track with a boring task.", "gaps": [{"item": 1, "answers": ["when"]}, {"item": 2, "answers": ["rather"]}, {"item": 3, "answers": ["how"]}, {"item": 4, "answers": ["for"]}, {"item": 5, "answers": ["or"]}, {"item": 6, "answers": ["going"]}, {"item": 7, "answers": ["longer"]}, {"item": 8, "answers": ["only"]}, {"item": 9, "answers": ["on"]}]}
