{"id": 1, "title": "Widening our horizons", "text": "New research shows that getting away, and it doesn’t even _ where we’re going, is an essential prerequisite for problem solving. The reason is that with problems that feel ‘close’ – _ of whether this closeness is physical, temporal or even emotional – our thoughts are constricted and bound by a more limited set of associations, and as a _ our imagination is inhibited. When we escape from familiar surroundings, the mind is _ of a sudden made aware of the original ideas we are _ the habit of suppressing, and we start thinking about any number of obscure possibilities that would never have occurred to us at home. \n\nBut this is by _ means the only psychological advantage of travel. Researchers found that students who had lived abroad for some time were a _ deal more likely to be _ of solving complex puzzles quickly. Seasoned travellers are, to some _ , more willing to realise that there are different, but nevertheless equally valid, ways of interpreting the world.", "gaps": [{"item": 1, "answers": ["matter"]}, {"item": 2, "answers": ["regardless", "irrespective"]}, {"item": 3, "answers": ["result", "consequence"]}, {"item": 4, "answers": ["all"]}, {"item": 5, "answers": ["in"]}, {"item": 6, "answers": ["No"]}, {"item": 7, "answers": ["good", "great"]}, {"item": 8, "answers": ["capable"]}, {"item": 9, "answers": ["extent", "degree"]}]}
{"id": 2, "title": "Handwriting", "text": "It is often pointed _ just how rare it is for people to communicate by putting pen to paper. Many of us have friends _ handwriting is unfamiliar to us because we have never seen it.  This is _ to say that we should forgo all the advantages of electronic communication, but what it has led to is that some British schools no _ teach handwriting, on the grounds that all children now have access to computers. But can this be justified? _ all, nobody thinks that learning to ride a bike means losing the pleasure of running. \n\nOne intriguing aspect of handwriting is what, _ anything, it tells you about a person.  It has been suggested that it can reveal various personal qualities, and even someone’s health and intelligence. While some feel this is _ too far, it is also true that because every individual has a distinctive style, handwriting is, in _ probability, expressing something about them. However, studying handwriting is _ near being accepted as a proper science.", "gaps": [{"item": 1, "answers": ["out"]}, {"item": 2, "answers": ["whose"]}, {"item": 3, "answers": ["not"]}, {"item": 4, "answers": ["longer"]}, {"item": 5, "answers": ["After"]}, {"item": 6, "answers": ["if"]}, {"item": 7, "answers": ["going"]}, {"item": 8, "answers": ["all"]}, {"item": 9, "answers": ["nowhere"]}]}
{"id": 3, "title": "Life’s dilemmas", "text": "Imagine this situation: a colleague who hates her job _ the announcement she’s leaving to travel the world. Do you congratulate her, or tell her that running away is not the answer – she should _ put and deal with her issues?  While there’s no shortage of guidance available recommending we achieve our goals by changing our situation, an equal amount champions trying to change ourselves instead. It’s not always possible to have what we want _ we want it, so sometimes we should _ up to the situation and learn to make the _ of things. On the other hand, sometimes the right thing to do is to _ steps to change the situation. How do we know _ to focus our energies on that or on changing ourselves? Most important is a bit of self-examination; is the dissatisfaction really rooted _ the situation, or could being in a better frame of mind help us to cope? Above all, as is so _ the case, the self-knowledge is the key to our dilemmas.", "gaps": [{"item": 1, "answers": ["makes"]}, {"item": 2, "answers": ["stay"]}, {"item": 3, "answers": ["when", "whenever"]}, {"item": 4, "answers": ["face"]}, {"item": 5, "answers": ["best", "most"]}, {"item": 6, "answers": ["take"]}, {"item": 7, "answers": ["whether"]}, {"item": 8, "answers": ["in"]}, {"item": 9, "answers": ["often"]}]}
{"id": 4, "title": "Driverless cars", "text": "Driverless cars would of course, do _ with the stress of driving, allowing their occupants to read, browse the internet or take a nap, and they would also eliminate accidents caused by human error.\n\nThe benefits would go _ comfort and safety, however, since they would also revolutionise transport and urban planning. Traffic lights and road signs would no _ be needed. Different autonomous vehicles on the road would be able to coordinate their movements, and travel _ close formation, so that traffic would be kept flowing without interruption, _ journeys quicker and road use more efficient. On the one hand, this might mean that cities got bigger, as a _ of commuting times being reduced; on the _ , they could become denser, with houses in the space previously dedicated to roads.\n\nIt may all sound _ science fiction, but much of the technology needed to turn ordinary vehicles into self-driving ones already exists. Almost _ car makers are developing systems which will in effect turn cars into autonomous robots.", "gaps": [{"item": 1, "answers": ["away"]}, {"item": 2, "answers": ["beyond"]}, {"item": 3, "answers": ["longer"]}, {"item": 4, "answers": ["in"]}, {"item": 5, "answers": ["making"]}, {"item": 6, "answers": ["result", "consequence"]}, {"item": 7, "answers": ["other"]}, {"item": 8, "answers": ["like"]}, {"item": 9, "answers": ["all"]}]}
{"id": 5, "title": "Paper is here to stay", "text": "Many experts argue that, _ of recent technological changes, paper will remain by _ the most ubiquitous, useful and easily recyclable medium of communication. Indeed, paper is still what most modern forms of communication seek to imitate. After all, even a document on a computer screen resembles a sheet of fresh white paper!\n\nAlmost everything has, at one time or _ , been made from paper. Strange _ it may seem, in the nineteenth century paper was used to make wheels on trains, and in the same period, just about every household item could be made from cheap paper. It was also the means by _ we shaped our identity and _ question enhanced our lives, thanks to diaries, scrapbooks, photographs and other mementoes. It made us memorable but also, in a _ of seconds, erasable and dispensable.\n\nFor some, however, there is simply _ denying that paper is now an anachronism. This seems mistaken, _ that consumption of paper is still increasing, not decreasing, and that environmentally-friendly alternatives to current production methods are being adopted.", "gaps": [{"item": 1, "answers": ["regardless"]}, {"item": 2, "answers": ["far"]}, {"item": 3, "answers": ["another"]}, {"item": 4, "answers": ["as", "though"]}, {"item": 5, "answers": ["which"]}, {"item": 6, "answers": ["without"]}, {"item": 7, "answers": ["matter"]}, {"item": 8, "answers": ["no"]}, {"item": 9, "answers": ["given", "considering", "seeing"]}]}
{"id": 6, "title": "Translation", "text": "In today’s globalised world, the role the translator plays is, _ a doubt, crucial.  Each and _ time translators set to work they have a heavy responsibility to communicate as accurately as possible.  A poor translation might merely cause amusement, but at _ , the consequences could sometimes be extremely serious.\n\nThere are a great many problems encountered in the translation process, some deriving _  the grammatical differences between languages and others caused by idioms, not to mention highly specific cultural references that some argue, with good _ perhaps, cannot be successfully translated.\n\nIt _ without saying that translators should have a well-developed sensitivity to their mother tongue and the second language they work with.  But whereas once they needed little _ than exceptional linguistic skills, translators nowadays may require specialist knowledge of areas such as medicine, law or technology.\n\nOne factor they consider is how the translation sounds.  Here, they may make _ of strategies such as reading their translation aloud, thereby ensuring that words are not put in a sentence if, _ individually accurate and appropriate, together they sound harsh or unpleasant.", "gaps": [{"item": 1, "answers": ["without"]}, {"item": 2, "answers": ["every"]}, {"item": 3, "answers": ["worst"]}, {"item": 4, "answers": ["from"]}, {"item": 5, "answers": ["reason", "cause"]}, {"item": 6, "answers": ["goes"]}, {"item": 7, "answers": ["other", "more"]}, {"item": 8, "answers": ["use"]}, {"item": 9, "answers": ["while"]}]}
{"id": 7, "title": "The joy of shops", "text": "One of my favourite columnists has joined the ranks of those _ think it’s only a _ of time before shops die _ altogether and we acquire everything online. _ all due respect, I say he is wrong since he doesn’t seem to realise that real shopping is _ partly about acquiring things. You can – at _ some people can – have a highly satisfactory afternoon shopping _ buying a thing. This is in no way amazing; fishing, after _ , doesn’t depend on bringing home supper. The keenest fisherman I know invariably puts the fish back in the water.\n\nIn a similar way, evening classes may or may not achieve their original objective – better command of a foreign language perhaps – _ they provide companionship and a pleasant evening out. The process of acquiring something is very often more important than the thing acquired, and so it is with shopping.", "gaps": [{"item": 1, "answers": ["who"]}, {"item": 2, "answers": ["matter", "question"]}, {"item": 3, "answers": ["out"]}, {"item": 4, "answers": ["With"]}, {"item": 5, "answers": ["only"]}, {"item": 6, "answers": ["least"]}, {"item": 7, "answers": ["without", "not"]}, {"item": 8, "answers": ["all"]}, {"item": 9, "answers": ["but"]}]}
{"id": 8, "title": "Is nothing impossible?", "text": "It is certainly the case that believers in ‘nothing is impossible’ base their blind optimism _ a kernel of truth. Strictly _ , as logicians are keen to remind us,  only _ which involves a logical contradiction is impossible.  So two plus two cannot equal five, _ can there ever be any truly square circles.  However, the limits that most of us have in _ when we worry about our lives are rarely logical.\n\nFor as _ as something remains logically possible, some people can’t help _ wonder if their dream might become reality. This is exacerbated by the fact that our culture encourages people to _ big and believe that ‘impossibility’ is nothing more than the creation of a negative mind.\n\nIt is far simpler, though, to concentrate on levels of difficulty and chances of success.  If the former are too high and the latter too low, there’s hardly any point in adding ‘but it isn’t impossible, _ enough desire or support’.", "gaps": [{"item": 1, "answers": ["on"]}, {"item": 2, "answers": ["speaking"]}, {"item": 3, "answers": ["that", "something"]}, {"item": 4, "answers": ["nor", "neither"]}, {"item": 5, "answers": ["mind"]}, {"item": 6, "answers": ["long"]}, {"item": 7, "answers": ["but"]}, {"item": 8, "answers": ["think"]}, {"item": 9, "answers": ["given", "with"]}]}
{"id": 9, "title": "Mission to Mars", "text": "Wanted: a middle-aged, married couple _ a 501-day round trip to Mars.  Applicants must be physically and emotionally robust.\n\nThis will be the profile of the very first Martian astronauts if multi-millionaire Dennis Tito’s plans to launch a capsule on 5 January 2018 actually _ to fruition.  The capsule will take the crew to about 160km above Mars.  The spacecraft will use the gravity of Mars to allow it to return to Earth without burning any more fuel, for fuel efficiency is a priority – the 2018 deadline has been fixed _ the next launch window when Mars and Earth align again isn’t _ 2031.\n\nIt’s a _ order, but the race is on to develop systems involving totally new technologies. _ that these can be put in place soon enough, the spacecraft might just _ it.  But even if it _ leaves Earth, the efforts to achieve these ambitious goals will not be in _ , as they will lead to valuable advances for future missions.", "gaps": [{"item": 1, "answers": ["for"]}, {"item": 2, "answers": ["come"]}, {"item": 3, "answers": ["because", "since", "as"]}, {"item": 4, "answers": ["until"]}, {"item": 5, "answers": ["tall"]}, {"item": 6, "answers": ["Supposing", "Providing", "Assuming", "Provided", "Given"]}, {"item": 7, "answers": ["make", "do", "accomplish"]}, {"item": 8, "answers": ["never"]}, {"item": 9, "answers": ["vain"]}]}
{"id": 10, "title": "Stradivarius", "text": "Musicians agree there’s simply _ like a Stradivarius violin. The renowned Italian craftsman made beautiful instruments which, almost _ fail, fetch very high prices at auctions today. Around six hundred of his violins survive and are, _ sharp contrast to those of Niccolo Amati, relatively common, much to the surprise of _  who is not an expert in this field. This is to some _ due to the fact that Stradivarius continued working well into _ nineties. Whereas the value of an Amati violin resides mainly in its rarity, the reasons why a Stradivarius is highly sought after are different. \n\nSo what makes a Stradivarius special?  It wasn’t the materials he used as they were, by _ large, the same as those available to contemporaries. It is more to _ with the quality of the sound it produces. By all accounts, Stradivarius had an ideal sound in mind, and trying to achieve it made him experiment with the internal design. During his ‘golden period’ it seemed that he _ do no wrong – every adjustment  consistently met with success.", "gaps": [{"item": 1, "answers": ["nothing"]}, {"item": 2, "answers": ["without"]}, {"item": 3, "answers": ["in"]}, {"item": 4, "answers": ["anyone"]}, {"item": 5, "answers": ["extent", "degree"]}, {"item": 6, "answers": ["his"]}, {"item": 7, "answers": ["and"]}, {"item": 8, "answers": ["do"]}, {"item": 9, "answers": ["could"]}]}
{"id": 11, "title": "Acoustic Levitation", "text": "Floating coffee beans, dancing water droplets – you’d be forgiven _ thinking you were seeing things on finding _ faced with these phenomena. But now scientists have discovered how to manipulate objects by using high-frequency sound waves, which allow them to resist the force of gravity. This has opened up the possibility of carrying _ delicate  experiments and even creating new materials.\n\nAcoustic levitation was first developed in the 1980s, but _ now, scientists could only hold an object in place or rotate it _ the spot. Now researchers are able to move objects from place to place, and handle several at _ .\n\nThe technique could be used to move hazardous chemicals, but there are also far _ exciting possibilities. Super-cooled liquid metals, which start freezing as _ as they’re put in a container, could be levitated and would then remain _ liquids, and could be combined to form entirely new materials. In theory the technique could even be used to levitate animals or people – although this is not possible at present.", "gaps": [{"item": 1, "answers": ["for"]}, {"item": 2, "answers": ["yourself"]}, {"item": 3, "answers": ["out"]}, {"item": 4, "answers": ["until", "before"]}, {"item": 5, "answers": ["on"]}, {"item": 6, "answers": ["once"]}, {"item": 7, "answers": ["more"]}, {"item": 8, "answers": ["soon"]}, {"item": 9, "answers": ["as"]}]}
{"id": 12, "title": "The quest for extra-terrestrial life", "text": "The search for extra-terrestrial intelligence has, _ yet, found not a whisper. But _ to recent technological developments, we may now be _ the verge of being able to search for life beyond our solar system. However, given the vast distances between the Earth and even the nearest stars, the discovery of alien life is unlikely to lead to very _ of a dialogue since there would be a huge time delay between each message.\n\nIf we do make contact with alien life at _ point, it may reveal itself accidentally through distinctive chemical blends in the atmospheres of other planets which cannot have been produced by purely geological processes.\n\nWe have often imagined alien life as being _ our own image; or if _ entirely human, then at least bearing some resemblance to a terrestrial life form. Our preoccupation with the search for water is no _ than a reflection of the fact that life on Earth cannot exist without it. But why should alien life be at _ like us?", "gaps": [{"item": 1, "answers": ["as"]}, {"item": 2, "answers": ["thanks", "due", "owing", "according"]}, {"item": 3, "answers": ["on"]}, {"item": 4, "answers": ["much"]}, {"item": 5, "answers": ["some", "any"]}, {"item": 6, "answers": ["in"]}, {"item": 7, "answers": ["not"]}, {"item": 8, "answers": ["more"]}, {"item": 9, "answers": ["all"]}]}
{"id": 13, "title": "Video Games and Life", "text": "Video games are often perceived as being nothing _ real life. _ closer examination, however, they often prove to bear a remarkable resemblance to some features of everyday life. For example, almost _ exception they reward hard work. _ when you have repeated the same activity many times do you progress to the next level. This is a useful, _ somewhat mechanical, way of thinking about life: decide on a goal and keep working hard _ it is achieved.\n\nIt is a metaphor that is _ from perfect, however. In video games everyone starts out equal whereas it _ without saying that in life we aren’t all born with the same skills and opportunities.\n\nCritics should also applaud the fact that on the _ games tend to emphasise personal responsibility. Playing a game over and over allows players to consider the many possible consequences of their decisions. But _ as we may wish life sometimes gave us the opportunity to do this, the reality is we don’t get many second chances.", "gaps": [{"item": 1, "answers": ["like"]}, {"item": 2, "answers": ["On"]}, {"item": 3, "answers": ["without"]}, {"item": 4, "answers": ["Only"]}, {"item": 5, "answers": ["if", "though", "although", "but"]}, {"item": 6, "answers": ["until", "till"]}, {"item": 7, "answers": ["far"]}, {"item": 8, "answers": ["goes"]}, {"item": 9, "answers": ["whole"]}, {"item": 10, "answers": ["much"]}]}
{"id": 14, "title": "Will your mobile cause burnout?", "text": "Are smartphones really bad for us? Clear evidence is difficult to come _ , but new studies are beginning to provide answers.\n\n_ companies hand out smartphones to employees, there is an implicit agreement that those staff are _ call at all times. One study concluded that this pressure makes it difficult, or even impossible, for them to maintain a satisfactory balance between their work and personal life. Another study found that _ more often US workers checked work emails on smartphones in the late evening _ office hours the higher their stress levels were. At the _ time, however, the workers who did this most often rated their lives better than those who did not do so at all. _ more stressed-out, the emailers saw their behaviour as evidence of professional success.\n\nA researcher at Coventry University surveyed remote e-workers at 11 UK companies. Some reported finding the technology helpful, while others suffered _ having to be constantly available, particularly those frequent fliers _ colleagues tended to contact them at all hours from different time zones.", "gaps": [{"item": 1, "answers": ["by"]}, {"item": 2, "answers": ["When", "If", "Whenever", "Where"]}, {"item": 3, "answers": ["on"]}, {"item": 4, "answers": ["the"]}, {"item": 5, "answers": ["outside", "after"]}, {"item": 6, "answers": ["same"]}, {"item": 7, "answers": ["Though", "Although", "While", "Whilst"]}, {"item": 8, "answers": ["from"]}, {"item": 9, "answers": ["whose"]}]}
{"id": 15, "title": "Japanese workers sleep on the job", "text": "Most of us are familiar with the scenario of a productive morning rewarded by a decent lunch, and then _ it gets to about 3 pm the urge to snatch forty winks.\n\nIt’s a daily struggle known to office workers the world _ , but Japan’s legions of salaried workers have more reason than most to _ in to this desire. According to a survey of sleeping habits worldwide, they sleep, on average, for as _ as six hours 22 minutes on work nights – less than workers in _ other country. Perhaps this explains _ more and more Japanese companies are encouraging workers to sleep _ the job. One firm, for example, allows its employees to take 20-minute power naps at their desks or curled _ on a sofa in the staff lounge. Introduced two years ago, the scheme has proved _ hit and work performance has dramatically improved _ it started.\n\nJapan’s new tolerance in this area comes after the issue of new government guidelines on sleep, one of _ recommendations is for a nap of 30 minutes in the afternoon for all workers.", "gaps": [{"item": 1, "answers": ["when"]}, {"item": 2, "answers": ["over"]}, {"item": 3, "answers": ["give"]}, {"item": 4, "answers": ["little"]}, {"item": 5, "answers": ["any", "every"]}, {"item": 6, "answers": ["why"]}, {"item": 7, "answers": ["on"]}, {"item": 8, "answers": ["up"]}, {"item": 9, "answers": ["a"]}, {"item": 10, "answers": ["since"]}, {"item": 11, "answers": ["whose"]}]}
{"id": 16, "title": "Taking a break", "text": "In the _ of research which clearly demonstrates that sleep helps consolidate memory, it would seem likely that taking a break from studying should, _ and large, have a similar effect. If you have just tried to memorise a set of facts – and this could be _ from a list of vocabulary to historical dates – then taking a break should help you to retain this information. \n\nA change of focus can also help consolidate memory, but only as _ as it activates different parts of the brain from _ that were previously being used. So if you have just done some hard mental work, going off to practise your tennis should _ the trick. _ said that, a little lie-down might seem more tempting, and may be even more productive. When it _ to learning, we still don’t know the relative benefits of physical exercise as opposed to having a nap. Unfortunately, today’s digital world encourages us to work _ the clock and it is therefore no wonder people are often unwilling to take a break.", "gaps": [{"item": 1, "answers": ["body"]}, {"item": 2, "answers": ["by"]}, {"item": 3, "answers": ["anything"]}, {"item": 4, "answers": ["long"]}, {"item": 5, "answers": ["those", "others"]}, {"item": 6, "answers": ["do"]}, {"item": 7, "answers": ["Having"]}, {"item": 8, "answers": ["comes"]}, {"item": 9, "answers": ["around", "round", "against"]}]}
{"id": 17, "title": "Commotion in the ocean", "text": "Marine animals have recently been found stranded on beaches _ Hawaii to the Canary Islands, in locations where noisy industrial activity was _ place nearby. Some scientists have _ forward the idea that human-made noise may upset and confuse marine life. And it’s not just mammals that are _ risk; even fish might be affected by discordant sounds they are simply not used to.\n\nMany human-made sounds are low frequency and within the hearing range of most aquatic animals. What’s _ , low-pitched sound can travel over considerable distances underwater, which is _ many of these animals favour it for communication. But this means that noisy industrial activity can disorientate them and change their behaviour. \n\nThe problem is determining what, if _ , we can do about this. It is _ from easy to establish which sounds underwater creatures can hear, and even, in some _ , whether they can hear at all. However, there is no question that the more we discover, the more harmoniously we can coexist with marine life.", "gaps": [{"item": 1, "answers": ["from"]}, {"item": 2, "answers": ["taking"]}, {"item": 3, "answers": ["put"]}, {"item": 4, "answers": ["at"]}, {"item": 5, "answers": ["more"]}, {"item": 6, "answers": ["why"]}, {"item": 7, "answers": ["anything"]}, {"item": 8, "answers": ["far"]}, {"item": 9, "answers": ["cases"]}]}
{"id": 18, "title": "Computer games come real", "text": "People are talking about a new craze which involves being locked in a room. Room escape games are immersive real-life experiences _ players are voluntarily locked in a room filled with cryptic puzzles that _ to be solved in order to effect an escape. _ the games first appeared around the turn of the century, their popularity has snowballed over the past few years. \n\nI recently visited the room which was the original venue for the game, now just _ of hundreds opening in cities all over the world. The founder of the enterprise explained _ accounts for the game’s success – once I’d managed to escape, _ is. He told me that he put its popularity _ to the fact that it’s more fun to try games in real life than online.\n\nNew venues continue to open throughout Europe, with tourists clamouring to give them a try. _ they will ever _ to be viewed with the same regard _ a city’s more traditional attractions or not, they seem to provide a welcome alternative for the _ being.", "gaps": [{"item": 1, "answers": ["where"]}, {"item": 2, "answers": ["have", "need"]}, {"item": 3, "answers": ["Although", "Though", "While", "Whilst"]}, {"item": 4, "answers": ["one"]}, {"item": 5, "answers": ["what"]}, {"item": 6, "answers": ["that"]}, {"item": 7, "answers": ["down"]}, {"item": 8, "answers": ["Whether"]}, {"item": 9, "answers": ["come"]}, {"item": 10, "answers": ["as"]}, {"item": 11, "answers": ["time"]}]}
{"id": 19, "title": "How to boost your memory", "text": "A cup or _ of coffee could boost the brain’s ability to store long-term memories, or _ researchers in the US claim. They found that people who had been given a shot of caffeine after looking at a series of pictures were better _ to distinguish the pictures from similar images in later tests. In the experiment, 44 volunteers who had been deprived _ coffee for at least 24 hours were shown a rapid sequence of pictures. _ the end of the task, each volunteer was randomly assigned a caffeine pill _ a placebo. The experiment was repeated, and the volunteers were asked _ the pictures were the same as, similar to or different from _ seen previously. The researcher who led the study said both groups scored equally, _ when it came to spotting similar images. Here the caffeine group scored around 10% higher. He admits it is unclear how caffeine might help in the storage of memories, _ is sufficiently convinced of its benefits to _ on drinking coffee himself.", "gaps": [{"item": 1, "answers": ["two"]}, {"item": 2, "answers": ["so"]}, {"item": 3, "answers": ["able"]}, {"item": 4, "answers": ["of"]}, {"item": 5, "answers": ["At"]}, {"item": 6, "answers": ["or"]}, {"item": 7, "answers": ["whether", "if"]}, {"item": 8, "answers": ["those"]}, {"item": 9, "answers": ["except"]}, {"item": 10, "answers": ["but"]}, {"item": 11, "answers": ["carry", "keep"]}]}
{"id": 20, "title": "Writing detective fiction", "text": "I think I knew I would be a novelist almost as _ as I was able to read, but for a variety of reasons, the chief one _ the need to find a safe career, I was a late starter. _ I did begin my first novel, I decided to try detective fiction, since it was my foremost recreational reading. _ the time I didn’t foresee a writing future for _ as a crime novelist, and _, as I continued with the genre, I became increasingly intrigued by _ possibilities.\n\nThe technical problems of a detective story are fascinating; firstly, how to balance setting, characterisation and plot so that they contribute to the whole. Then there is the creation of the detective, _ amateur or professional, who must remain a credible human being _ representing an agent of human justice. Perhaps the greatest problem of _ lies in the exploration of the complexities of the murderer’s mind _ revealing his or her identity until the final chapter.", "gaps": [{"item": 1, "answers": ["soon"]}, {"item": 2, "answers": ["being"]}, {"item": 3, "answers": ["When"]}, {"item": 4, "answers": ["At"]}, {"item": 5, "answers": ["myself"]}, {"item": 6, "answers": ["yet"]}, {"item": 7, "answers": ["its", "the"]}, {"item": 8, "answers": ["whether", "either"]}, {"item": 9, "answers": ["while", "whilst"]}, {"item": 10, "answers": ["all"]}, {"item": 11, "answers": ["without"]}]}
{"id": 21, "title": "How intelligent are dogs?", "text": "Faced with a puzzle to solve for a reward, dogs give up, apparently _ a loss, and turn to humans for help, which is quite _ their wild cousins, wolves. So are dogs just servile creatures _ dependence on humans has made them less intelligent than wolves? \n\nThe answer is by no _ straightforward. Researchers presented wolves and dogs with a box containing a snack, which could be opened with a certain _ of persistence. Most wolves managed to open the box, but only one _ twenty dogs succeeded. Whereas the wolves spent all of their time engaged with the task, those dogs who attempted it spent almost _ at all. By and _ , the dogs declined even to attempt the task, and only tried _ encouraged by a human.\n\nSome scientists believe the domestication of dogs has conditioned them to seek direction from a human, _ of how clever they actually are. Other experts warn that, _ the behavioural variability among dogs, it is unwise to generalise.", "gaps": [{"item": 1, "answers": ["at"]}, {"item": 2, "answers": ["unlike"]}, {"item": 3, "answers": ["whose"]}, {"item": 4, "answers": ["means"]}, {"item": 5, "answers": ["amount", "degree"]}, {"item": 6, "answers": ["in"]}, {"item": 7, "answers": ["none"]}, {"item": 8, "answers": ["large"]}, {"item": 9, "answers": ["when", "if"]}, {"item": 10, "answers": ["regardless"]}, {"item": 11, "answers": ["given", "considering"]}]}
