{"id": 1, "title": "Visit to a sweets factory", "text": "Today I am visiting a sweets factory, a building squeezed _ a railway line and a canal.  _ I watch, trucks filled with sugar arrive at the factory where this family-owned company has been making sweets for some 80 years.\n\nBeing in a factory _ this one is exactly _ children dream of.  I am staring at huge vats of sticky liquid _ eventually ends up as mouth-watering sweets.  Every now _ then I see a factory worker in a white coat put a sweet into her mouth.\n\nAilsa Kelly, granddaughter of the company owner, remembers visiting the factory as _ child with her grandfather.  ‘He would take me onto the factory floor and introduce me,’ she says. ‘He told me, “You may work here some day.”’  And indeed, she has, continuously, _ 1999.  The sense of family is _ of the reasons employees are remarkably loyal to the company.", "gaps": [{"item": 1, "answers": ["between"]}, {"item": 2, "answers": ["as", "while"]}, {"item": 3, "answers": ["like"]}, {"item": 4, "answers": ["what"]}, {"item": 5, "answers": ["which", "that"]}, {"item": 6, "answers": ["and"]}, {"item": 7, "answers": ["a"]}, {"item": 8, "answers": ["since"]}, {"item": 9, "answers": ["one"]}]}
{"id": 2, "title": "A bicycle you can fold up", "text": "Folding bicycles have _ around for quite some time now.  However, an amazing new Japanese version _ be folded with a swiftness and efficiency never seen before.  This bike is designed _ that it is possible to fold it up quickly.  Once folded, you pull the bike along _ ease.\n\nThis remarkable bike has a half-folding frame with a hinge in the middle.  And, although the basic idea is _ original, its inventor has created an especially clever variation, combining compactness _ convenience with smart design.\n\nRecently, folding bicycles _ become very popular in Japan, particularly in congested urban areas like  Tokyo, a city _ every square centimetre of space is in great demand.  Japanese cyclists need to be able to store their bikes in tiny areas at home or the office.  And _ they should want to take their bicycle on the underground, a folding model is a big advantage.", "gaps": [{"item": 1, "answers": ["been"]}, {"item": 2, "answers": ["can", "may"]}, {"item": 3, "answers": ["so"]}, {"item": 4, "answers": ["with"]}, {"item": 5, "answers": ["not", "hardly", "scarcely"]}, {"item": 6, "answers": ["and"]}, {"item": 7, "answers": ["have"]}, {"item": 8, "answers": ["where"]}, {"item": 9, "answers": ["if"]}]}
{"id": 3, "title": "Music therapy", "text": "Istanbul Memorial Hospital’s Dr Erol Can is reviving music therapy _ a form of medical treatment.  Dr Can discovered the advantages of music therapy when he worked in a hospital in _ native country, Bulgaria.  Back in _ days, he used recorded music.  Gradually, he replaced recordings _ live music.  He learned to play the flute in _ to produce the traditional music appropriate for therapy.\n\nThe therapy makes use of the unique psychological and physiological effects of a makam, a form of classical Arab and Turkish music.  _  exists a different makam for every health problem.  _ some makams relax you, others encourage you to be energetic.\n\nDr Can is _ doing anything new.  The positive effects of music have been known _ well over 900 years.  In ancient Turkey, hospitals made frequent use of music.", "gaps": [{"item": 1, "answers": ["as"]}, {"item": 2, "answers": ["his"]}, {"item": 3, "answers": ["those"]}, {"item": 4, "answers": ["with"]}, {"item": 5, "answers": ["order"]}, {"item": 6, "answers": ["there"]}, {"item": 7, "answers": ["although", "though", "while", "whilst", "whereas"]}, {"item": 8, "answers": ["not", "hardly", "scarcely"]}, {"item": 9, "answers": ["for"]}]}
{"id": 4, "title": "Animal communication", "text": "It _ sometimes said that animals use language.  Certainly some animal species have developed amazingly sophisticated ways of communicating with _ another. \n\nBut there are huge differences between the ways animals communicate and the ways human beings do.  When animals make a sound, such _ a bark or a call, it is in reaction to _ is happening around them. An alarm call means they are frightened.  A hunger call means they want food.  Animals, though, cannot make a call meaning ‘I was scared yesterday’ or ‘I’ll be hungry tomorrow’.  Only human beings are capable _ doing this.\n\nZoologists have had some success in teaching human language to animals. _ some famous experiments, chimpanzees have _ taught to use their hands to give information on a range of things. Some animals have even managed to put signs together in _ to make simple sentences. However, getting them to do this takes a huge _ of training.", "gaps": [{"item": 1, "answers": ["is"]}, {"item": 2, "answers": ["one"]}, {"item": 3, "answers": ["as"]}, {"item": 4, "answers": ["what"]}, {"item": 5, "answers": ["of"]}, {"item": 6, "answers": ["In"]}, {"item": 7, "answers": ["been"]}, {"item": 8, "answers": ["order"]}, {"item": 9, "answers": ["amount"]}]}
{"id": 5, "title": "An Irish cookery school", "text": "In the last few years, a number of cookery schools have been set _ in Ireland to promote Irish cooking.  _ such school is run by Kathleen Doyle not _ from the centre of Dublin.\n\n‘I opened the school twelve years ago,’ says Kathleen.  ‘The school was by no means an overnight success; I found _ necessary to work hard to build up a reputation.  One of my advantages was that I’d had problems with my own cooking.  I’ve made _ mistake that it’s possible to make, but _ of this, I know what people do wrong from first-hand experience.’ \n\nJust _ most cookery schools in Ireland, Kathleen initially copied the classical dishes of France and Italy and other countries _ have a reputation for excellent food.  ‘Now though, things are changing,’ says Kathleen.  ‘We get excellent produce from Irish farms and, _ a result, we’re encouraging students to create unique Irish dishes.’", "gaps": [{"item": 1, "answers": ["up"]}, {"item": 2, "answers": ["One"]}, {"item": 3, "answers": ["far"]}, {"item": 4, "answers": ["it"]}, {"item": 5, "answers": ["every", "each"]}, {"item": 6, "answers": ["because"]}, {"item": 7, "answers": ["like"]}, {"item": 8, "answers": ["which", "that"]}, {"item": 9, "answers": ["as"]}]}
{"id": 6, "title": "Biomimicry – learning from nature", "text": "Biomimicry is a term popularized _ science writer Janine Benyus in her 1997 book of _ same name.  It refers to the expanding field in _ scientists and designers look to nature for solutions to many sorts of problems.  Biomimicry is based _ studying what can usefully _ learnt from nature.  However, the most significant biomimicry breakthroughs have come not from actually copying nature, _ from studying the principles behind natural systems and then applying _ to human needs.  \n\nDirect copying may lead _ poor engineering designs.  For example, in the past, _ humans constructed devices with flapping wings, they generally failed to fly.  Ultimately, the Wright brothers created the first successful plane by understanding the subtleties of bird flight and adapting its principles to their fixed-wing plane.  Today, increased scientific understanding of the natural world should result _ promising commercial applications for  _ areas as aerospace, smart sensors and robotics.", "gaps": [{"item": 1, "answers": ["by"]}, {"item": 2, "answers": ["the"]}, {"item": 3, "answers": ["which"]}, {"item": 4, "answers": ["on"]}, {"item": 5, "answers": ["be"]}, {"item": 6, "answers": ["but"]}, {"item": 7, "answers": ["them", "these", "those"]}, {"item": 8, "answers": ["to"]}, {"item": 9, "answers": ["when", "if"]}, {"item": 10, "answers": ["in"]}, {"item": 11, "answers": ["such"]}]}
{"id": 7, "title": "Bamboo musical instruments", "text": "As anyone who _ travelled in Asia knows, bamboo is a common tree-sized plant, used to make furniture as _ as various household items.  Bamboo is also used extensively in the creation _ musical instruments.  In China, _ country where the largest number of bamboo varieties grow naturally, the bamboo dizi flute is found.  This has one hole, covered by a paper-thin sheet also made from bamboo, _ vibrates, creating the instrument’s distinctive sound.  In Japan, the shakuhachi flute is named _ the length of bamboo required to make _ .  The Indian bansuri bamboo flute, when played by a master musician _ as the great Hariprasad Chaurasia, is a major classical instrument.  _ most bamboo musical instruments are Asian, they are also found _ the traditional music of Africa and the Americas,  For example, the national instrument of Madagascar, the valiha, is made from bamboo, as _ the quena flutes of the Andes.", "gaps": [{"item": 1, "answers": ["has"]}, {"item": 2, "answers": ["well"]}, {"item": 3, "answers": ["of"]}, {"item": 4, "answers": ["the"]}, {"item": 5, "answers": ["which", "that"]}, {"item": 6, "answers": ["after"]}, {"item": 7, "answers": ["it", "one"]}, {"item": 8, "answers": ["such"]}, {"item": 9, "answers": ["Although", "Though", "While", "Whilst"]}, {"item": 10, "answers": ["in"]}, {"item": 11, "answers": ["are"]}]}
{"id": 8, "title": "Heavy birds that travel long distances", "text": "The bustard is _ of the world’s heaviest birds.  Male bustards weigh between 10 and 15 kilogrammes, while the female is considerably lighter at about five kilogrammes.  _ their great weight, bustards are still able to fly great distances.\n\nIn order to find out just _ far bustards can fly, a group of American researchers fitted several bustards in northern Mongolia with tracking devices.  They discovered that _ year the bustards fly to China’s Shaanxi province to get well away from the harsh Mongolian winter, and then, a _ months later, return to Mongolia.  The length of the journey to and from China is 4,000 kilometres.\n\nIt seems surprising that such heavy birds are _ of flying so far.  Apparently, they manage to do so _ making frequent and lengthy stops.  _ their journey takes four months, the birds spend only two to six per cent of the time actually in the air. The remainder of the time _ spent resting.", "gaps": [{"item": 1, "answers": ["one"]}, {"item": 2, "answers": ["Despite"]}, {"item": 3, "answers": ["how"]}, {"item": 4, "answers": ["every", "each"]}, {"item": 5, "answers": ["few"]}, {"item": 6, "answers": ["capable"]}, {"item": 7, "answers": ["by"]}, {"item": 8, "answers": ["Although", "Though", "While", "Whilst"]}, {"item": 9, "answers": ["is"]}]}
{"id": 9, "title": "Golf", "text": "The game of golf is played _ countries all over the world.  However, nobody is sure _ the precise date when golf started.  It seems that ball and stick games have _ played throughout human history.  Records show that in the fourteenth century the Dutch played a game called koft in _ players had to hit a ball against a stick in the ground.  In the fifteenth century, Scottish merchants _ had been doing business in Holland saw the game and took the idea back with _ to Scotland.  The Scots made a significant change to the game, though. _ than using a stick as their target, they started to use a hole.\n\nOriginally, holes could be of _ size.  However, since 1891 holes have had to be exactly 4.25 inches (10.8 centimetres) wide.  This is because the official rule book was written by the Royal and Ancient Golf Club of St Andrews and the tool they had always used _ cutting holes was 4.25 inches wide.", "gaps": [{"item": 1, "answers": ["in"]}, {"item": 2, "answers": ["of", "about"]}, {"item": 3, "answers": ["been"]}, {"item": 4, "answers": ["which"]}, {"item": 5, "answers": ["who", "that"]}, {"item": 6, "answers": ["them"]}, {"item": 7, "answers": ["Rather"]}, {"item": 8, "answers": ["any"]}, {"item": 9, "answers": ["for", "when"]}]}
{"id": 10, "title": "An ancient plant", "text": "Russian scientists have succeeded _ growing an ancient plant using a remarkable method of reconstruction. _ many years, fruit from the plant lay undisturbed in the frozen soil of Siberia, called permafrost. The fruit _ been stored by rodents in the ground some 30,000 years before the scientists unearthed it. Dirt gradually covered the rodents’ store, eventually leaving it 38 meters beneath the frozen ground, _ kept the contents well preserved.\n\nThe scientists used the fruit tissue to create a plant and in _ way produced a specimen bearing flowers and fertile seeds. At first, the scientists thought the reconstituted plant to _ a member of an existing species. But as _ as its white flowers appeared, the scientists saw that the petals were narrower and less clearly separated _ those of today’s species. Biologists say _ is remarkable that the Russian scientists could use fruit tissues for reproduction after such _ long time.", "gaps": [{"item": 1, "answers": ["in"]}, {"item": 2, "answers": ["For", "Over"]}, {"item": 3, "answers": ["had"]}, {"item": 4, "answers": ["which"]}, {"item": 5, "answers": ["this", "that", "some"]}, {"item": 6, "answers": ["be"]}, {"item": 7, "answers": ["soon"]}, {"item": 8, "answers": ["than"]}, {"item": 9, "answers": ["it"]}, {"item": 10, "answers": ["a"]}]}
{"id": 11, "title": "A family interest in science", "text": "My mother was particularly attracted to chemistry _ she was a girl, although she later became a biologist. However, she _ lost her love of chemistry, nor the desire to go beneath the surface of things. This meant that the thousands of questions I asked _ a child were met not by impatient answers, _ rather by careful, thoughtful ones.\n\nI sometimes begged my mother to take off her ring _ I could inspect the diamond in it. It flashed like nothing else I _ ever seen before. It was almost as _ the diamond gave off a bright light of _ own. Mother showed me _ easily the diamond could scratch glass, and then told me to put it to my lips. It was strangely, startlingly cold. That was because it conducted heat so well, she said, so it drew the body heat away _ your lips when they touched it. I have always remembered the feeling.", "gaps": [{"item": 1, "answers": ["when"]}, {"item": 2, "answers": ["never", "neither"]}, {"item": 3, "answers": ["as"]}, {"item": 4, "answers": ["but"]}, {"item": 5, "answers": ["so"]}, {"item": 6, "answers": ["had"]}, {"item": 7, "answers": ["if"]}, {"item": 8, "answers": ["its"]}, {"item": 9, "answers": ["how"]}, {"item": 10, "answers": ["from"]}]}
{"id": 12, "title": "Swimming the Channel", "text": "At the narrowest point, the distance across the English Channel, the stretch of water separating England _ France, is 34 kilometres. In August 1875, Matthew Webb became the first person to swim the Channel. He dived into the sea near Dover and, even _ he was kept off the French coast by strong currents for five hours, he finally reached France 21 hours 45 minutes _ . Since then, almost 1500 people _ swum the Channel, some of them setting        _ from France, others from England.\n\nHowever, _ was not until fifty years after Webb’s achievement that the first woman, Gertrude Ederle from the US, successfully made the crossing. Despite the slow start made by women, it is a woman who holds the record for swimming the Channel the _ times. Alison Streeter has done so on no fewer _ forty occasions – incredibly, in _ year alone, 1992, she did the crossing seven times!", "gaps": [{"item": 1, "answers": ["from"]}, {"item": 2, "answers": ["though"]}, {"item": 3, "answers": ["later", "afterwards"]}, {"item": 4, "answers": ["have"]}, {"item": 5, "answers": ["out"]}, {"item": 6, "answers": ["until", "till"]}, {"item": 7, "answers": ["most"]}, {"item": 8, "answers": ["than"]}, {"item": 9, "answers": ["one"]}]}
{"id": 13, "title": "Ghost writing", "text": "Many bookshops seem to be full _ the autobiographies of celebrities. How, you may wonder, can celebrities find time to write books? In reality, of _, they rarely write the books themselves – they employ people known _ ‘ghost writers’.\n\nGhost writers have the skill to organise another person’s ideas and to present them clearly in written form. _ are, however, variations in the way work is divided up between the ghost writer and the celebrity. Sometimes a ghost writer has simply to edit a piece of work which is _ or less complete. _ this happens, the ideas and much of the language in the finished book _ those of the celebrity. In many cases, though, the ghost writer will be responsible for most, if not _, of the writing. The writer will then have to do a substantial amount of documentary research as _ as interviewing the celebrity’s family and friends.", "gaps": [{"item": 1, "answers": ["of"]}, {"item": 2, "answers": ["course"]}, {"item": 3, "answers": ["as"]}, {"item": 4, "answers": ["There"]}, {"item": 5, "answers": ["more"]}, {"item": 6, "answers": ["When", "If"]}, {"item": 7, "answers": ["are"]}, {"item": 8, "answers": ["all"]}, {"item": 9, "answers": ["well"]}]}
{"id": 14, "title": "Food preservation", "text": "Keeping food for long periods _ time was historically a huge problem. This proved especially crucial at times when agricultural production _ severely limited by weather or crop failure. People commonly used ice to keep food fresh but, of _ , ice itself melts relatively quickly. In 1859 an American, John Mason, invented a glass jar with a metal screw-on lid, creating a perfect seal and making _ possible to preserve food that would previously not _ remained edible. Mason’s jar is still _ use throughout the world.\n\nAn even _ successful method for keeping food by canning it in metal containers was perfected between 1870 _ 1920 by Englishman Bryan Donkin. This preserved food beautifully, though the early iron cans were expensive, heavy and difficult to open. A breakthrough came in the 1880s with the development of lighter materials _ also enabled mass production of cans. Surprisingly, however, opening cans remained a problem for longer as safe modern can openers date only _ the 20th century.", "gaps": [{"item": 1, "answers": ["of"]}, {"item": 2, "answers": ["was", "got"]}, {"item": 3, "answers": ["course"]}, {"item": 4, "answers": ["it"]}, {"item": 5, "answers": ["have"]}, {"item": 6, "answers": ["in"]}, {"item": 7, "answers": ["more"]}, {"item": 8, "answers": ["and"]}, {"item": 9, "answers": ["which", "that"]}, {"item": 10, "answers": ["from"]}]}
{"id": 15, "title": "Huh?", "text": "Our speech is full _ ‘words’ like ah, um and mm. Yet linguistic scholars have not paid much attention to such sounds _ now. Researchers at the Max Planck Institute in the Netherlands _ recently reported to have uncovered a surprisingly important role for the sound huh?  This is a kind of voiced question mark people use _ signal that they don’t understand something. _ a result of their studies, the researchers believe that huh? is a ‘universal word’, the first to _ studied by modern linguists.\n\nThe research team analysed recordings of people speaking ten common languages, including Spanish and Chinese, as _ as native languages from Ecuador, Australia and Ghana. Not _ did all these have a word used in _ to prompt a quick clarification, but its form always resembled huh? The utterance, argue the researchers, is a remarkable linguistic invention. Importantly, huh? is brief and easy to produce _ any complicated movement of the tongue or lips and does not sound threatening.", "gaps": [{"item": 1, "answers": ["of"]}, {"item": 2, "answers": ["until", "till", "before"]}, {"item": 3, "answers": ["were"]}, {"item": 4, "answers": ["to"]}, {"item": 5, "answers": ["as"]}, {"item": 6, "answers": ["be", "get"]}, {"item": 7, "answers": ["well"]}, {"item": 8, "answers": ["only"]}, {"item": 9, "answers": ["order"]}, {"item": 10, "answers": ["without"]}]}
{"id": 16, "title": "The homing instinct", "text": "The homing instinct is what makes certain animals, birds and fish return _ the place they consider home. Cats often have this instinct. It was particularly strong in an American cat called Ninja, which disappeared shortly _ its owners had taken it to their new home; a year later the cat turned up at its old home even _ this was 1,360 kilometres away from _ its owners were now living. Other cats may not travel so far but many repeatedly go back to their old home. Pilsbury, an English cat, made a thirteen-kilometre journey back to its former home 40 times in _ of having to cross several busy roads to _ so.\n\nPigeons also have the homing instinct and, ever _ ancient times, human beings have used them to carry messages back home. However, cat owners, _ have to keep returning to their old address in _ to bring their cat home, tend to find the homing instinct simply irritating _ than useful or interesting!", "gaps": [{"item": 1, "answers": ["to"]}, {"item": 2, "answers": ["after"]}, {"item": 3, "answers": ["though"]}, {"item": 4, "answers": ["where"]}, {"item": 5, "answers": ["spite"]}, {"item": 6, "answers": ["do"]}, {"item": 7, "answers": ["since"]}, {"item": 8, "answers": ["who", "that"]}, {"item": 9, "answers": ["order"]}, {"item": 10, "answers": ["rather"]}]}
{"id": 17, "title": "The importance of talking to young children", "text": "Parents often read a story to _ young children before the children go to sleep. This is an activity _ benefits both the adults and the children. Reading and chatting to children should _ encouraged because they are not simply enjoyable _ are also important in helping to develop children’s intelligence. _ to some psychologists, children are unlikely to achieve their full potential _ adults rarely read to them.\n\nA research project was set up to investigate _ or not intellectual development is linked to the number of words children hear. In order to check the number of words children from different backgrounds heard each day, microphones _ attached to children’s clothing. Apparently, some 18-month-old children hear as _ as 12,000 words a day while others heard only 600. The research managed to establish that _ was a significant link _ successful mental processing and the number of words heard; the more words heard, the better the progress.", "gaps": [{"item": 1, "answers": ["their"]}, {"item": 2, "answers": ["which", "that"]}, {"item": 3, "answers": ["be"]}, {"item": 4, "answers": ["but"]}, {"item": 5, "answers": ["according"]}, {"item": 6, "answers": ["if", "when"]}, {"item": 7, "answers": ["whether"]}, {"item": 8, "answers": ["were"]}, {"item": 9, "answers": ["many", "much"]}, {"item": 10, "answers": ["there"]}, {"item": 11, "answers": ["between"]}]}
{"id": 18, "title": "The importance of reading", "text": "Reading is good _ us. In fact, there is plenty of evidence that reading for pleasure is _ merely another leisure pursuit but that it actually improves our mental and physical health. Reading extended texts _ as novels or biographies, _ requires intense concentration for a considerable period of time, helps to lengthen attention spans in children and improves their ability to think clearly. However, experts say _ is essential to acquire the habit of reading extensively _ a small child, while the brain is still developing.\n\nReading can undoubtedly _ beneficial to our mental well-being. Reading not _ helps combat feelings of loneliness, it also allows people to relax and forget their problems for _ while. The concentration required during the act of reading seems to ease muscle tension and slow the heart rate. Researchers have found that just six minutes of reading can reduce stress levels by as _ as two-thirds.", "gaps": [{"item": 1, "answers": ["for"]}, {"item": 2, "answers": ["not"]}, {"item": 3, "answers": ["such"]}, {"item": 4, "answers": ["which"]}, {"item": 5, "answers": ["it"]}, {"item": 6, "answers": ["as"]}, {"item": 7, "answers": ["be"]}, {"item": 8, "answers": ["only"]}, {"item": 9, "answers": ["a"]}, {"item": 10, "answers": ["much"]}]}
{"id": 19, "title": "The joys of horse riding", "text": "For me, riding a horse is a delightful combination _ adventure, excitement and relaxation. You can proceed at a slow, peaceful trot _ choose to go at full speed, _ you should fancy that. _ I love most about being on a horse is that you get a different view of the world, seeing things you would _ normally see, totally surrounded by nature. Each ride has _ own appeal. I especially cherish cold, crisp days in winter _ the ground sparkles with snow. Even riding in the rain has a certain appeal – splashing through puddles and galloping home as quickly _ you can to escape the next downpour. _ paths you ride along may be familiar, you can never quite predict the surprises beyond the next corner. Riding alone can be fabulous, but going out on horses with a friend is best of _ . Even the horses seem to enjoy the company of each _ .", "gaps": [{"item": 1, "answers": ["of"]}, {"item": 2, "answers": ["or"]}, {"item": 3, "answers": ["if"]}, {"item": 4, "answers": ["what"]}, {"item": 5, "answers": ["not", "never"]}, {"item": 6, "answers": ["its"]}, {"item": 7, "answers": ["when"]}, {"item": 8, "answers": ["as"]}, {"item": 9, "answers": ["although", "though", "while"]}, {"item": 10, "answers": ["all"]}, {"item": 11, "answers": ["other"]}]}
{"id": 20, "title": "The importance of laughter", "text": "Psychologists tell us that humour and laughter are good _ our social relationships. Having a good sense of humour is often regarded _ being one of the most important characteristics that people look _ in a friend. In classrooms, a humorous teacher can make learning far _ enjoyable and improve a student’s motivation.\n\nIn one study, students on a psychology course _ split into three different groups: one group was taught with a certain amount of humour, and the other with _ humour at all. Later when researchers tested the students to see _ much they had retained of _ they had heard in the lectures, they found that those _ had attended lectures with course-related humour scored significantly higher than the other students.\n\nHumour and laughter make us feel happy, and our laughter makes others laugh as _ , so if we laugh a lot we may be helping to make other people feel happy.", "gaps": [{"item": 1, "answers": ["for"]}, {"item": 2, "answers": ["as"]}, {"item": 3, "answers": ["for"]}, {"item": 4, "answers": ["more"]}, {"item": 5, "answers": ["were"]}, {"item": 6, "answers": ["no"]}, {"item": 7, "answers": ["how"]}, {"item": 8, "answers": ["what"]}, {"item": 9, "answers": ["who", "that"]}, {"item": 10, "answers": ["well"]}]}
{"id": 21, "title": "The origins of coins", "text": "According _ the Greek historian Herodotus (585-524 BC), the Lydian people, living in what is modern Turkey, were the first to use metallic coins. In fact, these earliest coins were made out _ electrum, a naturally-occurring mixture of gold and silver. The coins were first produced in the seventh century BC with a design on _ side only; the other was marked with simple punches. Each coin was assigned a value in units known _ ‘staters’. Some coins were inscribed with names in Lydian script, but it is unclear _ these are names of kings or just of rich men who produced the coins. _ of the irregular size and shape of the coins, it must _ been difficult to tell them _ , especially some of the smaller ones. Thus, many costs were expressed _ terms of the total weight of the coins required and transactions were completed by weighing the coins used together, _ than counting individual ones.", "gaps": [{"item": 1, "answers": ["to"]}, {"item": 2, "answers": ["of"]}, {"item": 3, "answers": ["one"]}, {"item": 4, "answers": ["as"]}, {"item": 5, "answers": ["whether", "if"]}, {"item": 6, "answers": ["Because"]}, {"item": 7, "answers": ["have"]}, {"item": 8, "answers": ["apart"]}, {"item": 9, "answers": ["in"]}, {"item": 10, "answers": ["rather"]}]}
{"id": 22, "title": "Gardening", "text": "It is early summer, the season of abundance, when my garden is _ its fullest. Flowers are _ bloom and the grass is growing _ fast that half an hour after cutting it, I seem to be back _ I started.\n\nThis year for the first time I am attempting to grow _ own vegetables, an attempt that has so _ proved very successful. My vegetable plants have been yielding an abundance of produce, in fact much _ than I can possibly consume myself.\n\nI’m convinced that you cannot plant even a single tomato _ feeling a connection to the earth and to the countless generations who have worked the land before you. To plant seeds and then to harvest what you have grown gives _ deep sense of satisfaction. I believe that many doctors and mental health organisations all _ the world now recognise the value of gardening to the well-being of those _ take part in this activity.", "gaps": [{"item": 1, "answers": ["at"]}, {"item": 2, "answers": ["in"]}, {"item": 3, "answers": ["so"]}, {"item": 4, "answers": ["where"]}, {"item": 5, "answers": ["my"]}, {"item": 6, "answers": ["far"]}, {"item": 7, "answers": ["more"]}, {"item": 8, "answers": ["without"]}, {"item": 9, "answers": ["a"]}, {"item": 10, "answers": ["around", "over"]}, {"item": 11, "answers": ["who", "that"]}]}
{"id": 23, "title": "Message in a bottle", "text": "Bottles containing messages _ occasionally found on sea shores. _ time ago a couple came across such _ bottle on an island in the North Sea. The message in the bottle asked for it to be returned to George Parker Bidder at a scientific association in England along _ information about where it was found. The couple did _ requested and sent the bottle back.\n\nBidder had once been president of the association and had carried _ research into ocean currents. It appeared that as part of his research he had thrown a thousand bottles into the sea in _ to help him map the direction of the currents. The scientists realised that the bottle they had been sent was _ of those thousand bottles. _ amazed them, though, was that it was 110 years _ Bidder had thrown the bottles into the sea.\n\nFortunately for Bidder’s research, most of his bottles had come back within a _ months.", "gaps": [{"item": 1, "answers": ["are"]}, {"item": 2, "answers": ["Some"]}, {"item": 3, "answers": ["a"]}, {"item": 4, "answers": ["with"]}, {"item": 5, "answers": ["as"]}, {"item": 6, "answers": ["out"]}, {"item": 7, "answers": ["order"]}, {"item": 8, "answers": ["one"]}, {"item": 9, "answers": ["What"]}, {"item": 10, "answers": ["since", "after"]}, {"item": 11, "answers": ["few"]}]}
{"id": 24, "title": "Kangaroos", "text": "Kangaroos _ found in the wild only in Australia and its surrounding islands. There are several species of kangaroo but the best known are the large red, grey and antilopine kangaroos. They all have large feet and extremely strong back legs as _ as a long tail, and can grow _ to 1.6 metres tall. They tend to jump rather _ walk because their large feet make walking difficult.\n\nThe one fact that almost _ knows about kangaroos is that young kangaroos, joeys, live in a kind of pocket at the front of their mother’s body. _ they may come out of the pocket to play or explore, the pocket is _ they live for many months after their birth.\n\nKangaroos feed _ grasses, leaves, flowers and moss. They live in groups known as mobs and protect one _ from danger. They present _ real threat to human beings and have attacked people only _ they have been provoked.", "gaps": [{"item": 1, "answers": ["are"]}, {"item": 2, "answers": ["well"]}, {"item": 3, "answers": ["up"]}, {"item": 4, "answers": ["than"]}, {"item": 5, "answers": ["everyone", "everybody"]}, {"item": 6, "answers": ["Although", "Though", "While"]}, {"item": 7, "answers": ["where"]}, {"item": 8, "answers": ["on"]}, {"item": 9, "answers": ["another"]}, {"item": 10, "answers": ["no", "little"]}, {"item": 11, "answers": ["when", "if", "because"]}]}
{"id": 25, "title": "Collecting stamps", "text": "Ever since postage stamps were first issued, people have _ collecting stamps. At _ this was regarded as just a hobby for children. Many people, though, continue collecting stamps throughout the whole of _ life. Although the pastime is no _ as widespread as it once was, it remains _ of the most popular hobbies, with many millions of people worldwide collecting stamps.\n\nThe collections people make vary. Some want to obtain _ stamp ever issued by a particular country. Others, though, are more interested in the pictures on stamps and collect as _ stamps as possible which have, for example, a picture of a bird or maybe of an aeroplane.\n\nIt is _ doubt very satisfying for a collector to complete his collection. However, in many cases this never happens _ new stamps are being issued _ the time. This may seem frustrating but it means that people can carry _ collecting for as long as their interest lasts.", "gaps": [{"item": 1, "answers": ["started"]}, {"item": 2, "answers": ["first"]}, {"item": 3, "answers": ["their"]}, {"item": 4, "answers": ["longer"]}, {"item": 5, "answers": ["one"]}, {"item": 6, "answers": ["every", "each"]}, {"item": 7, "answers": ["many"]}, {"item": 8, "answers": ["no", "without", "beyond"]}, {"item": 9, "answers": ["as", "because", "since"]}, {"item": 10, "answers": ["all"]}, {"item": 11, "answers": ["on"]}]}
{"id": 26, "title": "Uluru/Ayers Rock", "text": "Uluru/Ayers Rock is _ of Australia’s best-known natural landmarks. It stands in the middle of a desert landscape in central Australia, some 335 kilometres from Alice Springs, _ nearest large town. The Rock is 348 metres _ height with a circumference of 9.4 kilometres. It was named _ Sir Henry Ayers, who was the Chief Secretary of South Australia _ non-native Australians first saw the Rock.\n\nArchaeological remains indicate that Aboriginals _ living near the rock over 10,000 years ago. The name they gave to the Rock was Uluru, and in 2002 it was officially renamed Uluru/Ayers Rock.\n\n_ it is possible to climb onto the Rock, the local Aboriginals prefer people not to _ so because they regard it _ a sacred place. They prefer people who visit the rock to walk on a path which goes _ the way round the Rock.\n\nThe Rock is at its _ impressive at dawn and sunset, when it glows red.", "gaps": [{"item": 1, "answers": ["one"]}, {"item": 2, "answers": ["the"]}, {"item": 3, "answers": ["in"]}, {"item": 4, "answers": ["after"]}, {"item": 5, "answers": ["when"]}, {"item": 6, "answers": ["were"]}, {"item": 7, "answers": ["Although", "Though", "While"]}, {"item": 8, "answers": ["do"]}, {"item": 9, "answers": ["as"]}, {"item": 10, "answers": ["all"]}, {"item": 11, "answers": ["most"]}]}
{"id": 27, "title": "Outdoor swimming", "text": "Ever _ I was a young girl, I have been an enthusiastic outdoor swimmer. My favourite place to swim is the lido near my home in London – a giant pool with reflections in the sun like jewels. Being unheated, _ can be uninviting to those _ prefer warmer water, but that also means fewer crowds. \n\nThe swims I prefer are the ones on my own when I have the pool all to _ . Then, I slip into the water and feel it surround me. I swim up and down the pool, thinking of nothing _ than counting strokes between breaths: ‘One, two, three four – breathe.’ Whole hours can slowly drift _ , as my arms stretch out in _ of me. I concentrate _ the noise the bubbles make as I exhale under water. Even when there is the occasional other swimmer, I feel alone and _ peace, a sensation I don’t get _ else I know.", "gaps": [{"item": 1, "answers": ["since"]}, {"item": 2, "answers": ["it"]}, {"item": 3, "answers": ["who", "that"]}, {"item": 4, "answers": ["myself"]}, {"item": 5, "answers": ["other", "more"]}, {"item": 6, "answers": ["by", "past", "away"]}, {"item": 7, "answers": ["front"]}, {"item": 8, "answers": ["on"]}, {"item": 9, "answers": ["at"]}, {"item": 10, "answers": ["anywhere"]}]}
{"id": 28, "title": "The Oscars", "text": "Many countries have annual awards for outstanding achievements _ the film industry. By _ the most famous awards are those made by the American Academy of Motion Picture Arts and Sciences – the Oscars. The name actually refers _ the statuette which all of the winners receive. The awards do not go only to actors _ also to other people involved in the production of a film, _ as make-up artists and costume designers.\n\nNobody knows for certain _ these awards are called Oscars. There are many theories as to how this came _ . However, the most widely accepted one concerns Margaret Herrick, the secretary to the Academy; _ she first saw the statuettes in 1931, her initial reaction was to say that they looked remarkably _ her cousin Oscar Pierce. He worked on a farm and had _ at all to do with the film industry.", "gaps": [{"item": 1, "answers": ["in"]}, {"item": 2, "answers": ["far"]}, {"item": 3, "answers": ["to"]}, {"item": 4, "answers": ["but"]}, {"item": 5, "answers": ["such"]}, {"item": 6, "answers": ["why"]}, {"item": 7, "answers": ["about"]}, {"item": 8, "answers": ["when"]}, {"item": 9, "answers": ["like"]}, {"item": 10, "answers": ["nothing"]}]}
{"id": 29, "title": "An early science fiction writer", "text": "The English writer Herbert George Wells, better known simply _ H.G.Wells lived from 1866 to 1946. He produced books on a wide range of subjects, including history, politics and social affairs. Despite _ , he is best remembered now for his books of science fiction. Indeed, along _ Jules Verne and Hugo Gernsbacher, he is often considered to be _ of the founding fathers of science fiction.\n\nHis books, _ as The Invisible Man and The Time Machine, still make good reading. His book, The War of the Worlds, though, is said to have caused panic in the United States _ it was broadcast as a radio play in 1938. Much of the book consists _ news bulletins reporting the landing of a spaceship on earth. Many people who switched on the radio after the programme _ begun did not realise that they were listening to a play; they thought that _ they were hearing was real and that the world was actually _ invaded by aliens.", "gaps": [{"item": 1, "answers": ["as"]}, {"item": 2, "answers": ["this"]}, {"item": 3, "answers": ["with"]}, {"item": 4, "answers": ["one"]}, {"item": 5, "answers": ["such"]}, {"item": 6, "answers": ["when", "after"]}, {"item": 7, "answers": ["of"]}, {"item": 8, "answers": ["had"]}, {"item": 9, "answers": ["what"]}, {"item": 10, "answers": ["being"]}]}
{"id": 30, "title": "Nordic walking", "text": "Nordic walking is an outdoor activity first developed in _ 1930s in Finland. It basically involves walking with very light sticks a bit like ski-poles which are strapped to your wrists and _ behind you to propel you along.\n\nNordic walking was initially devised _ a form of summer exercise for winter cross-country skiers, but was not taken seriously _ the purpose of general fitness training until roughly the turn _ the century. Since then, _ popularity has exploded in Europe, and it is taking off in the USA, Australia and Japan.\n\nThe appeal of the activity is obvious. Not _ is it easy to do, but Nordic walking is apparently the most complete body workout _ is, using more muscles than either running or swimming. For people who dislike gyms, it is perfect. Nordic walking can be done almost _ , from beaches and parks _ city streets.", "gaps": [{"item": 1, "answers": ["the"]}, {"item": 2, "answers": ["pushed"]}, {"item": 3, "answers": ["as"]}, {"item": 4, "answers": ["for"]}, {"item": 5, "answers": ["of"]}, {"item": 6, "answers": ["its"]}, {"item": 7, "answers": ["only"]}, {"item": 8, "answers": ["there"]}, {"item": 9, "answers": ["anywhere", "everywhere"]}, {"item": 10, "answers": ["to"]}]}
{"id": 31, "title": "Laughter", "text": "People will often start to laugh _ they hear others laughing. Psychologists tell us that this is _ , in certain circumstances, human beings have a tendency to imitate one _ . Television producers are well aware of this, which is _ they make sure that viewers hear laughter at amusing moments in their programmes. The laughter may be genuine, coming from a live audience watching the show.  Often, however, it is _ is known as ‘canned laughter’ – that is laughter which has been recorded _ advance and added to the programme after it _ been made.\n\nUsing laughter to encourage further laughter is by _ means a new phenomenon; in the nineteenth century, theatre managers would pay somebody _ had a loud and infectious laugh to sit in the audience. The managers knew that as soon as this person began to laugh, other people in the audience would do so as _ , thus helping to ensure the success of the show.", "gaps": [{"item": 1, "answers": ["when"]}, {"item": 2, "answers": ["because"]}, {"item": 3, "answers": ["another"]}, {"item": 4, "answers": ["why"]}, {"item": 5, "answers": ["what"]}, {"item": 6, "answers": ["in"]}, {"item": 7, "answers": ["has"]}, {"item": 8, "answers": ["no"]}, {"item": 9, "answers": ["who", "that"]}, {"item": 10, "answers": ["well"]}]}
{"id": 32, "title": "Resolutions", "text": "At the start of a new year or _ their birthday, people in some countries make resolutions for the future. These resolutions are decisions that people make in the hope of changing their lives _ the better. Resolutions range from giving _ a bad habit such as smoking _ beginning a new activity, for example, learning to play a musical instrument.\n\nUnfortunately, many people find keeping their resolutions very difficult and, after a month _ so, abandon them. This is often a result of _ set a totally unrealistic goal for themselves.\n\nThe people who are most successful in keeping their resolutions are usually those who make sure that their goals are fairly small and straightforward. They have a clear idea of precisely _ they plan to do to reach their goal. Often they find _ helpful if they have friends who have made the same resolution _ they are then able to support one _ in remaining committed and focused.", "gaps": [{"item": 1, "answers": ["on"]}, {"item": 2, "answers": ["for"]}, {"item": 3, "answers": ["up"]}, {"item": 4, "answers": ["to"]}, {"item": 5, "answers": ["or"]}, {"item": 6, "answers": ["having"]}, {"item": 7, "answers": ["what"]}, {"item": 8, "answers": ["it"]}, {"item": 9, "answers": ["as", "since", "because"]}, {"item": 10, "answers": ["another"]}]}
{"id": 33, "title": "Happy Birthday", "text": "The song Happy Birthday had _ origins in 1893, when an American kindergarten teacher, Mildred Hill, and her sister Patty composed a simple song they called Good Morning to All. This was originally intended _ use by teachers to greet their class _ day. The Hill sisters could not _ predicted that children would change the words to become Happy Birthday, a song sung in virtually all languages _ earth.\n\nAfter a _ years, the Hill sisters established _ is called legal copyright for their song. As a _ of this, anyone using the song can in theory be charged a fee until the copyright expires in 2030. Under the terms of the agreement, the song can still be sung for free on private occasions, as it _ at countless birthday celebrations. However, the fee is still enforced when the tune is used at large public gatherings, in profit-making enterprises, including movies, or when it is built _ toys, greeting cards and mobile phones.", "gaps": [{"item": 1, "answers": ["its"]}, {"item": 2, "answers": ["for"]}, {"item": 3, "answers": ["each", "every"]}, {"item": 4, "answers": ["have"]}, {"item": 5, "answers": ["on"]}, {"item": 6, "answers": ["few"]}, {"item": 7, "answers": ["what"]}, {"item": 8, "answers": ["result", "consequence"]}, {"item": 9, "answers": ["is"]}, {"item": 10, "answers": ["into"]}]}
{"id": 34, "title": "Tracking migrating birds", "text": "The Arctic tern is a seabird weighing roughly the same _ a bar of soap. Despite its light weight, the tern flies all the way to the Antarctic and _ again every year, a distance of 40,000 kilometres _ it takes the shortest route. However, when researchers equipped terns with satellite tracking devices, they discovered that the birds do not _ fact take the shortest route. One bird actually flew a distance of up _ 100,000 kilometres – _ equivalent of flying more than twice around the earth.\n\n_ the invention of tracking devices, the only way scientists could track birds was by attaching a ring to a bird’s leg. At best, this allowed them to discover the bird’s destination but gave _ indication whatsoever of the route it _ taken to get there. Although tracking devices have certainly increased our knowledge of bird migration, there is still much to be learnt, not least _ birds manage to navigate their way through the sky.", "gaps": [{"item": 1, "answers": ["as"]}, {"item": 2, "answers": ["back", "home"]}, {"item": 3, "answers": ["if", "when", "assuming"]}, {"item": 4, "answers": ["in"]}, {"item": 5, "answers": ["to"]}, {"item": 6, "answers": ["the"]}, {"item": 7, "answers": ["Before", "Until"]}, {"item": 8, "answers": ["no"]}, {"item": 9, "answers": ["had"]}, {"item": 10, "answers": ["how"]}]}
{"id": 35, "title": "The Great Escape", "text": "An octopus known _ Inky, kept at the National Aquarium of New Zealand, recently managed to escape from its tank, _ to the manager there. He believes that security at the aquarium was too tight for anyone to _ stolen the creature, and that probably it took advantage _ a small gap in the lid covering its tank, crawling a distance of four metres to a drainpipe _ led directly to the sea. _ octopuses have no bones they are able to fit into extremely small spaces _ much difficulty and, remarkably, have been filmed squeezing into gaps _ bigger than a coin. In addition, they are thought to be highly intelligent. _ octopuses have a well-established reputation for attempting escapes from captivity, it was still a surprise for staff to discover that Inky had disappeared. They are now keeping a close eye on their remaining octopus in _ it tries to do something similar.", "gaps": [{"item": 1, "answers": ["as"]}, {"item": 2, "answers": ["according"]}, {"item": 3, "answers": ["have"]}, {"item": 4, "answers": ["of"]}, {"item": 5, "answers": ["which", "that"]}, {"item": 6, "answers": ["Since", "Because", "As"]}, {"item": 7, "answers": ["without"]}, {"item": 8, "answers": ["no"]}, {"item": 9, "answers": ["Although", "Though", "While"]}, {"item": 10, "answers": ["case"]}]}
{"id": 36, "title": "Strange bones", "text": "USA farmer James Bristle and his neighbour _ working in a field when they made a startling discovery. Their digging machine struck _ hard about two metres underground. They uncovered _ at first looked like a piece of wood, but _ out to be an enormous bone over a metre in length. Neither of them _ ever seen one that size before. Believing _ to be a dinosaur bone, Bristle immediately _ in touch with a nearby university, and scientists soon arrived at the farm to investigate. \n\nOver the next few weeks, the team from the university found more bones _ were almost certainly part of a prehistoric elephant-like creature – a woolly mammoth. Previous findings of mammoth bones in the region have _ dated at up to twelve thousand years old. However, the scientists say the bones on Bristle’s farm may _ lain there for fifteen thousand years.", "gaps": [{"item": 1, "answers": ["were"]}, {"item": 2, "answers": ["something"]}, {"item": 3, "answers": ["what"]}, {"item": 4, "answers": ["turned"]}, {"item": 5, "answers": ["had"]}, {"item": 6, "answers": ["it", "this"]}, {"item": 7, "answers": ["got"]}, {"item": 8, "answers": ["that", "which"]}, {"item": 9, "answers": ["been"]}, {"item": 10, "answers": ["have"]}]}
